[
    {
        "incamarenga_1": {
            "incamarenga": "Guteka ijabiro",
            "igisobanuro": "Umwami iyo yicaye bavuga ko atetse. aho ateka hitwa ijabiro. guteka ijabiro kuru byavugirwa ku mukuru w'igihugu uri munteko."
        }
    },
    {
        "incamarenga_2": {
            "incamarenga": "Areshya n'aho bwakereye",
            "igisobanuro": "Nanone umuntu ukabije uburebure, abagufi n'abaciriritse bamunegura bavuga ko areshya n'aho bwakereye. umenya kumunegura nijoro bitabaho kuko ntibavuga ngo areshya n'aho bwiriye."
        }
    },
    {
        "incamarenga_3": {
            "incamarenga": "Gupfa urwo baseka",
            "igisobanuro": "Haseka uwishimye, usetse uwapfuye aba ari umushinyaguzi. uwapfuye urwo baseka ntaba yarapfuye ngo bamushyingure aba yarapfuye ahagaze yarahindutse igishungero yarabaye iciro ry'imigani."
        }
    },
    {
        "incamarenga_4": {
            "incamarenga": "Gupfa agasoni",
            "igisobanuro": "Gupfa umuntu agasoni ni ukumwubaha cyangwa kumwihanganira. iyo uvuze uti \"ntawe ukimpfa agasoni\" uba uvuze ko basigaye bagusuzugura. umupfasoni ni umuntu wo kubahwa. gupfa umuntu agasoni ni ukwanga kumutesha agaciro."
        }
    },
    {
        "incamarenga_5": {
            "incamarenga": "Gushira isoni",
            "igisobanuro": "Isoni zishobora kuba mbi iyo ziguteye gukora nabi. ugize isoni zo gutinya kuvuga kandi wagombaga kuvuga wabigayirwa. naho gushira isoni bivugirwa ku muntu usuzugura wanze gukora icyo umukuriye yamushinze. umwana ashira isoni iyo yanze gukora umurimo ababyeyi bamutegetse."
        }
    },
    {
        "incamarenga_6": {
            "incamarenga": "Haba niyo munda ngo ijorore",
            "igisobanuro": "Kujorora ni ukuvuga kw'inzoka yo munda. iyo uvuze ko nta ninzoka yo munda yajoroye nukuvuga ko nta no guhigima kwabayeho usibye no kuvuga. baramutse bakubwiye ko wateye amahane ku muntu ushobora gusubiza uti haba niyo munda ngo izajorore ushaka kuvuga ko bakubeshyera ntacyo wigeze uvuga."
        }
    },
    {
        "incamarenga_7": {
            "incamarenga": "Gupfa urw'ikirago",
            "igisobanuro": "Iyo umuntu yapfuye bakunze kubaza icyamwishe, uwishwe nindwara bavuga ko yapfuye urw'ikirago. abanyarwanda baryamaga mu birago nicyo cyatumye bavuga ngo yapfuye ari mu kirago."
        }
    },
    {
        "incamarenga_8": {
            "incamarenga": "Agacuma k'amagambo",
            "igisobanuro": "Umuntu bita agacuma k'amagambo baba bamunegura uburondogozi n'ubuzimuzi. uriya muntu ntiwamubitsa ibanga ni agacuma k'amagambo."
        }
    },
    {
        "incamarenga_9": {
            "incamarenga": "Gucura inkumbi",
            "igisobanuro": "Iyo ingabo ziri ku rugamba zirwana uwishe undi bavuga ko yamucuze inkumbi. gucura inkumbi ni ukwica umuntu. imodoka yai imucuze inkumbi; imodoka yari imwishe."
        }
    },
    {
        "incamarenga_10": {
            "incamarenga": "Ikibyimbye kimeneke",
            "igisobanuro": "Iyo abantu bafite icyo bapfa umwe aba arakariye undi yifuza icyo yamubonaho ngo akimurege. umwe rero ashobora gukora ikintu aziko kiri burakaze undi ariko akavuga ngo ikibyimbye kimeneke ninkaho yakavuze ati nashaka avuge nashaka arorere nashaka andege nashaka arorere. nukuvuga ngo uburakari amfitiye nibushaka buturike."
        }
    },
    {
        "incamarenga_11": {
            "incamarenga": "Guhabwa rugari",
            "igisobanuro": "Ni urubuga baba bavuga. guhabwa urubuga rugari ni ukwemererwa kwisanzura"
        }
    },
    {
        "incamarenga_12": {
            "incamarenga": "Gucika kw'icumu",
            "igisobanuro": "Iyo abantu bari hamwe bagapfa uvuyemo agakira ku bwa mahirwe aba acitse kw'icumu."
        }
    },
    {
        "incamarenga_13": {
            "incamarenga": "Guca imbyaro",
            "igisobanuro": "Umukecuru bavuga ko yaciye imbyaro bashaka kuvuga ko yacuze. guca imbyaro ni ukuba utagishoboye kubyara."
        }
    },
    {
        "incamarenga_14": {
            "incamarenga": "Gukubitwa n'inkuba",
            "igisobanuro": "Ukubiswe n'inkuba naho itamwica imukura umutima. hari ibintu ubona cyangwa wumva bikagukura umutima. iyo ubisubiriramo abandi ubibatekerereza ushobora kubabwira ko wabyumvise cyangwa wabibonye ugakubitwa n'inkuba. uba ushaka kubabwira ko byari biteye ubwoba."
        }
    },
    {
        "incamarenga_15": {
            "incamarenga": "Guhambanwa ikara",
            "igisobanuro": "Kera abanyarwanda batinyaga abazimu cyane. iyo umuntu yapfaga nta mwana w'umuhungu asize batinyaga kumuhamba nk'abandi bantu. baribwiraga bati umuzimu we ninde uzawuterekera? bagakeka ko azamerera nabi abantu bo mu muryango bityo bakamuhambana ikara ry'umuriro ngo babe bamuterekereye mbere y'igihe. guhambanwa ikara ni kimwe no kuvuga gupfa bucike"
        }
    },
    {
        "incamarenga_16": {
            "incamarenga": "Gutsinda akabero",
            "igisobanuro": "Imyicarire y'abakobwa bo hambere kwari ugutsinda akabero. gutsinda akabero byavugirwaga ku muntu uguwe neza bati yatsinze akabero bashaka kuvuga ko ntacyo yishisha."
        }
    },
    {
        "incamarenga_17": {
            "incamarenga": "Gukoma akamo",
            "igisobanuro": "Gukoma akamo ni ugutera ijwi hejuru. aho bitandukaniye no kuvuza induru nuko uvuza induru akubita urushyi ku munwa kandi akavuga cyane ataka. akamo kagira injyana yaho. akamo k'abahigi, akamo k'abashumba, akamo k'ingabo byose biratandukanye."
        }
    },
    {
        "incamarenga_18": {
            "incamarenga": "Guhinga ubudehe",
            "igisobanuro": "Abahinzi benshi mu murima baba bahinga ubudehe, iyo bahingira inzoga. guhinga ubudehe mu mvugo ijimije ni ukuvuyanga ibintu n'abantu. iyo bavuze ngo kanaka abakozi be yabahinzemo ubudehe baba bavuze ko yabavurunganyije akabamerera nabi."
        }
    },
    {
        "incamarenga_19": {
            "incamarenga": "Gushira ubwena",
            "igisobanuro": "Icyena ni ahantu hatebeye uhagereranije n'ahandi byegeranye. inka iyo ishonje bavuga ko ifite icyena. gushira ubwena ni uguhaga."
        }
    },
    {
        "incamarenga_20": {
            "incamarenga": "Imbara na mbariro",
            "igisobanuro": "Iyi mvugo ikoreshwa batangarira igihe kirekire gishize bakagira bati imbara byabereye ntibirangira! cyangwa bati imbara na mbariro byabereye! aya magambo ashobora kuba akomoka kw'ijambo kubara byo kubara inkuru. ni nko kuvuga ngo iyo nkuru aho yabereye bayibara bakongera bakayibara imbara na mbariro."
        }
    }
]