{
    "createdTime": "2021-10-19 13:33:53.894000+00:00",
    "content": "Kera habayeho umugabo; bukeye ashaka umugore, babyarana abana babiri, umukobwa n'umuhungu. Umukobwa akitwa Buhorobungwe, umuhungu akitwa Mashyoma. Bari bafite umurima; hanyuma umeramwo umugozi w'ikijumba, batazi uwawuteye. Bukeye umugabo ajya inama n'umugore we ati, \"ko amapfa yateye, tuzatungwa n'iki? Dore dufite umugozi w'ikijumba, kandi kimaze kwera. Tugikure cyangwa se tukireke?\" Yungamwo ati, \"ibyiza ni uguca uyu mugozi, tukawucira iyogi, tukawuteramwo, tukazabona icyororo.\"\nBakura ikijumba cyawo, naho umugozi barawutera. Umugozi urakura, ariko ntiwera. Umaze imyaka ibiri, inzara nayo ica ibintu. Umugozi uza kwuma,ariko weze ikijumba kimwe.\n\nUmugore abwira umugabo we ati, \"singiye kwicwa n'inzara kandi kiriya kijumba gihari.\" Umugabo aramusubiza ati, \"reka dufumbire kiriya kijumba kizumbure indi migozi. Tuzayitere, niyera izaduhe ikidutunga.\" Umunsi umwe, umugabo yenda umuhoro ajya gututira ibiti. Umugore nawe yenda isuka ajya guhinga. Bamaze kugenda, Buhorobungwe abwira musaza we ati, \"ko urora inzara igiye kutwica, iyo uje tukajya gukura kiriya kijumba; iwacu bahingura bagasanga ibyo kurya bihiye.\" Mashyoma aramusubiza ati, \"ikijumba uzi iminsi kimaze, iwacu baranze kugikura, nta wuzi uwagiteye muri uriya murima, none uragirango twikoreho tukirye!\" Buhorobungwe ati, \"ndagikura, nkirye, sinakwicwa n'inzara kandi gihari, ikibyimbye kimeneke.\" Aragikura, agicamo kabiri aragiteka. Se na nyina bahindukiye, bakigera ku irembo, Mashyoma arababwira ati, \"cya kijumba cyanyu Buhorobungwe yagikuye, ndetse yagitetse.\" Se araza amukubita umuhoro ku gakanu, awumukubita no mu nda. Amuca mo ibice bitatu, ibihimba abijugunya mu ruhavu rw'umurima. Aho abijugunye haza kumera umuseke. Biratinda, inzara iza gushira. Umugabo nawe aza kwicuza ati, \"umwana wanjye namujijje iki, ko dukize inzara kandi atakiriho!\" Nuko aho bari bahirikiye bya bice by'umubiri wa Buhorobungwe, haza guca abatwa. Bahabona umuseke wahameze, baravuga bati, \"uwaca uriya museke akazawukwikiramo impiru yo kurasa inyoni.\" Bagize batya bumva wa museke uravuze uti, \"Ntimunteme, ndi Buhorobungwe. Mashyoma ntiyari yashatse kumbura, aranga arambura. Atazi ko ndagiwe n'Imana.\" Abatwa bati ntawaca umuseke uvuga. Bukeye umwami aza kuhaca bamuhetse. Abonye uwo museke udasa niyindi, abwira umwe mu bari bamuhetse ati, \"jya kuncira uriya museke uwunzanire hano.\" Agiye kuwuca, umuseke uti, \"sinacibwa na mwe, nari Buhorobungwe. Mashyoma ntiyari yashatse kumbura, aranga arambura. Atazi ko ari Imana yandemye kandi indagiye!\" Umwami abvwira abahetsi ati, \"ni munyururutse njye kuwicira.\" Baramwururutsa. Arawuca, arawujyana.\n\nAgeze iwe, awushyira mu nkongoro ye yuzuye amata. Uba aho bimara iminsi. Umunsi umwe, igihe umwami aryamye, yumva umukobwa ukubura mu nzu kandi aririmba. Aramuhamagara ati, \"yewe muntu ukubura?\" Ntihagira uwitaba. Undi munsi, umwami yongera kumva wa muntu aharura ibigaga byo kuboha ibyibo. Mu gitondo kare, umwami arabaza ati, \"ni nde uharura ibigaga iki gihe?\" Ntihagira umusubiza. Bukeye noneho umwami arubikira. Agiye kwumva, yumva umuntu ari mu kirambi, aboha igiseke, kandi aririmba. Uwo munsi hari hiriwe umuhezo ukomeye. Umwami yibambuye, yururuka bucece no mu kirambi. Umukobwa nawe yahimbawe no kuboha, ntiyamenya ko umwami yibambuye. Umwami aragenda, yenda umuseke arawuvunagura. Awujugunya mu cyotero, urashya. Maze uvamo inka n'intama n'abaja n'abagaragu, n'ibindi byinshi. Umukobwa yubuye amaso, asanga umuseke we bawucanye. Abura aho yihisha, aguma aho. Umwami aramurongora. Buhorobungwe aba umwamikazi.\n\nBiratinda haza umugabo w'iwabo. Aramubona maze aramwitegereza. Umwamikazi nawe amubonye aramwitegereza cyane, hanyuma aramubaza ati, \"yewe wa mugabo we, ko wanyitegereje cyane ni iki?\" Umugabo ati, \"mbonye usa n'umukobwa Buhorobungwe w'iwacu wapfuye yishwe na se.\" Ati ariko ntugirengo nakubaganye, usa nawe koko. Umwamikazi aramubaza ati, \"urabe atuye hafi y'iwabo wuwo mukobwa bishe?\" Umugabo ati, \"turaturanye.\" Umwamikazi abwira uwo mugabo ati, \"genda, maze ubwire iwabo w'uwo mukobwa ko bazazindukirwa n'abashyitsi bakomeye. Kandi nawe uzagaruke tujyane ujye kuhanyereka.\" Umugabo aragenda asohoza ubutumvwa. Yongeraho no kubabwira uwamutumye uwo ariwe n'ukuntu asa na wa mukobwa wabo Buhorobungwe. Bakibyumva agatima gakoma kuri wa mwana wabo bishe bamurenganya.\n\nBukeye, ngo bajye kubona, babona amashyo y'inka araje, nibitabashwa bibiri: icy'umwami n'icy'umwamikazi. Bashya ubwoba. Umwami n'umwamikazi bageze ku irembo, se wa Buhorobungwe ashaka kwihisha. Abandi bati urabona abashyitsi, aho kubakira ugashaka kwihisha. Nuko araza, arabakira, arabaramutsa, ariko yikandagira. Ubwoba ntibwatuma amenya ko umwamikazi ari wa mukobwa we. Nuko Buhorobungwe abwira se ati, \"humura ndi umwana wawe.\" Se biramutonda cyane ariko kandi mu mutima yishimye.\n\nAmaherezo, nuko bose barishima. Buhorobungwe akiza iwabo.",
    "tags": [
        "Imigani"
    ],
    "language": "Kinyarwanda",
    "id": "1673Kcd6oYu1cbRKV0GB",
    "source": "",
    "rating": 76.40000431592044,
    "visibility": "public",
    "title": "Umukobwa wariye ikijumba cy'Imana",
    "author": ""
}