{
    "createdTime": "2021-10-19 13:33:44.738000+00:00",
    "content": "Ndabaga ni umukobwa wabayeho ahasaga mu 1700, akaba mwene Nyamutezi mu Bwishaza mu Ntara y'Uburengerazuba (hahoze ari ku Kibuye). Ndabaga ngo yavutse ari ikinege, akiri uruhinja se aratabara.\nNta washoboraga kuva ku rugerero hatabonetse uwo kumukura. Byashoboraga gukorwa n' Umwana we w'umuhungu cyanwa undi muvandimwe we ariko w'igitsina gabo. Aba rero ngo ntabo Nyamutezi yagiraga, bityo akaba yaragombaga kuguma mu rugerero.\n\nAmaze guca akenge, Ndabaga yatangiye kubaza nyina aho se aba, nyina akamusubiza ko aba mu rugerero. Ndabaga ati: \"None se ko adataha?\" Nyina ati: \"Ni uko adafite umwana w' umuhungu cyangwa umuvandimwe wo kumukura.\"\nNi bwo Ndabaga yatangiye kwitoza imirimo ya gihungu, nko gusimbuka; kurasa; gutera icumu; gufora umuheto w' inkingi ndetse no kiwiruka, kugira ngo yategure kuzajya gucungura se ku rugamba.\nYitoje iyi mirimo ayimarayo, ndetse ajya no mu bacuzi kwimenesha no gushiririza amabere ngo atazapfundura hakagira uva aho amenya ko ari umukobwa intego ye ntayigereho.\nNyina yamubaza intego afite mu gukora ibyo byose, Ndabaga yaramusubizaga ati: None se ko ari jye uri mu kigwi cya data, nintiga byose azacungurwa na nde?\"\n\nNdabaga amaze gukuka ubwangavu, abwira nyina ati: \"Data yapfuye ntarakura, ndifuza kujya kumureba turamukanye, ndetse mucungure ku rugerero.\" Nyina ni ko kumupfunyikira impamba, ahera ko yikoma abandi banyabwishaza bagemuriye ababo ku rugerero.\nAkigerayo, Ndabaga yasabye abahungu b' ikigero cye kumwereka Nyamutezi, baramumwereka bararamukanya, baribwirana, baranezerwa. Ndabaga ati: \"Ese mubyeyi wabujijwe n'iki kujya mu rugo?\" Se ati: \"Mwana wanjye nabuze unkura kandi maze kunanirwa kubera ubusaza.\"\nNdabaga ni ko kumubwira ati ntuvuge ko ndi umukobwa, uvuge ko ndi umuhungu kuko imirimo ya gihungu narayize ndayimenya. Se ati: \"Ubwo se iyo ushoboye ni nk' iyihe?\" Ndabaga aryimurondorera. Nyamutezi ashaka kumuhinyuza, amuha umuhato ngo arebe ko ashobora kumasha, ni ko kumushingira intego.\nNdabaga arayimasha arayihamya. Amuha agacumu ati: \"Ngaho tera hariya ndebe ko uhageza.\" Ndabaga aratera araharenza. Amuha abana bangana na we ngo basiganwe, Ndabaga abereka igihandure. Se ni ko kumushima cyane, amumurikira umuganga w' urugerero ati: \"Nguyu umukura wanjye.\" Nyamutezi baramureka arataha.\n\nNdabaga yiga imyiyereko yari iriho icyo gihe arayimenya, maze aba intore ikundwa kandi ishimwa cyane kuko yitondaga ndetse akumvira mu byo bamuyoboyemo byose. Ibi byatumye aba intangarugero, ndetse atanga abandi kugabana inka nyinshi.\nAbana bari kumwe na we ku rugerero bamugirira ishyari kuko abatanze kugabana inka nyinshi kandi aje vuba. Ab' iwabo bamuzi bakajya bajujura bati: \"Ubonye Ndabaga ngo araturusha kugabana inka nyinshi ari umukobwa.\" Inkuru yaje kugera ku Mwami ko Ndabaga ari umukobwa. Umwami ni ko kumutumira ngo abyimenyere by' impamo, ni ko guhata Ndabaga ibibazo.\nAti: \"Ndabaga uri umukobwa cyangwa uri umuhungu?\" Ndabaga ubwoba buramutaha kuko yangaga kubeshya Umwami ngo bitamubera icyaha agata se mu mazi abira na we atiretse, kandi atinya no kuvugisha ukuri ngo atamubaza icyatumye aza mu rugerero. Umwami amurembeje ni ko guhitamo kumubwiza ukuri ati: \"Ndi umukobwa.\" Umwami ni ko kumubaza impamvu yaje mu rugerero.\nUndi ati: \"Nabyirutse ntabona data, mbajije mama ambwira ko ari ku rugamba kandi ko adafite umuhungu wo kumukura, nanjye ni ko kwiga imirimo ya gihungu ngo nzamukure. Maze kuyimenya naje ngemuriye data, mpageze mubwira ko nize bihagije imirimo ya gihungu, mwereka ko nyizi bihagije hanyuma musaba kumukura, na we arabyemera kuko yabonye mbishoboye.\"\n\nUmwami akimara kumva amagambo ya Ndabaga yahise atuma kuri Nyamutezi, amuhata ibibazo nk' uko yagenje umukobwa we. Nyamutezi yamwemereye ko ari umukobwa. Umwami ati: \"None se icyatumye umureka akajya mu itorero ry' abahungu ni iki?\" Nyamutezi ati: \"Nyagasani nari nshaje, nsigaye meze nk' ishaka ryameze mu buro ari rimwe kuko nari nsigaye mu nsoresore njyenyine. Ikindi kandi nabonaga abishoboye\"\nUmwami ni ko guhumuriza Nyamutezi ati: Humura, umukobwa wampaye naramushimye kandi ndamusigarana. None witahire kandi ujyane n' inka zawe wari waramuhayeho ingishywa.\" Kuva ubwo Ndabaga ahita ajyanwa i Bwami arererwayo, amaze kuba inkumi Umwami araurongora, aramukundwakaza cyane.\nNdabaga akiza se amuvana mu izinga ry' ubukene yarimo, kandi kuva ubwo Umwami ategeka ko ibinege bidafite gikura bazajya babisezerera bigataha kuko ari igisebo kubona u Rwanda rusigaye ruhuruza n' abagore kurutabarira.\n\nKugera iwa Ndabaga, ni ukugera mu magorwa ku buryo umuntu yayambaza n' utari ngombwa ngo amuzigure. Iyo abantu babonye ibintu byagoranye cyane, mbese bigomba abagabo, ni ho baca umugani bati: \"Ibintu byageze iwa Ndabaga.\"",
    "tags": [
        "Imigani"
    ],
    "language": "Kinyarwanda",
    "id": "3cD79BbIuVpaYrBjyWMm",
    "source": "Ibirari by'Insigamigani, Igitabo cya mbere (Icapiro rya 3) Icapiro ry' Ingoro y' Umurage w' u Rwanda",
    "rating": 59.15862591073538,
    "title": "Ndabaga",
    "visibility": "public",
    "author": ""
}