{
    "language": "Kinyarwanda",
    "content": "- Babajije ikiremba bati, \"kuki wanze kurongora?\" Kiti, \"nanze kurongora ba nyoko bakiri ho.\"\n\n- Semikizi yatonganye n'umugore; umugore amuzimba mu magambo, bigeze aho Semikizi ati, \"ziba wa kagore we k'amabere y'impenebere!\"\nUmugore ati, \"urinda unyita impenebere ko wanzanye ngo unyende, waranzanye ngo unyonke?\" Semikizi ati, \"zana icyo gisebe ngitsete!\"\nUndi ati, \"nseseka naraswewe i Mutara na Mutende iyo amabya avuga nk'a masuka asenyagura urusenyi!\"\n\n- Semuhanuka yagambiriye gusambanya Nyirarunyonga abura aho yamuturuka, yanamutumaho undi akamusubiza amwiyama n'ibitutsi bitagira ingano.\nBukeye Semuhanuka ahimba amayeri yo kumwoneshereza, azana inka ze, aziturira mu buro bwa Nyirarunyonga, maze we aragenda yigaramira mu buro rwagati, abeyura uruhu arukubira ku nda, maze \"rwamo\" ireguka ireba ijuru! ... \nBabwira Nyirarunyonga bati, \"inka zakuyogoreje umurima. Ni bwo amanukanye n'abahungu be n'abuzukuru be, n'abakazana, inka bazuhira ibibando bazikura mu murima.\nNyirarunyonga rero sinzi uko yaje kurabukwa aho Semuhanuka yigaramiye, yifata kukananwa aramwenyura ati, \"Nyirarunyonga ko bambeshyera ngo nkunda imboro, ati n'iyi nitoreye!\"\nNawe rero abeyura inkanda, ayisokaho; yagapfe, yagapfe, reka sinakubwira; abuzukuru be babonye nyirakunu yashishikaye, baza baje kureba icyo ahugiyeho, basanga yicaye hejuru ya Semuhanuka. Bagize bati, \"reka tuze duhane iyo mbwa y'umushumba yakoneshereje.\" Nyirarunyonga ati, \"nimundeke mwinigire, ati nimwigendere ndamwifasha bana banjye mwe.\"\nBarigendera. Ariko haza gusigara akuzukuru ke gatoya, kaza guhengeza kati, \"ese ibyo bishongonoka ni ibiki nyogoku?\" undi ati, \"ni ibyuya by'abakiranyi.\"\nBukeye umwami Mazimpaka avuye mu muhigo imvura ishotse yugama kwa Nyirarunyoga.\nNyirarunyonga akaba atetse isogi iza guhumurira umwami, ni bwo yatse Nyirarunyonga isogi ngo yihumurize undi arayimwima. Umwami arenzaho aritahira, ariko ataha aritahanye.\nBukeye atumiza Nyirarunyonga amwiriza ku zuba; undi aza kugira inyota, yatse amazi bamwuhira isakare...! Ni bwo rero Nyirarunyonga agize ati, \"yuuu, ati yemwe bakobwa, ati koko iminsi ntihwana; ati ejo niriwe ku mukimbagiro w'imboro none niriwe ku ngoyi y'umuruho!\"",
    "tags": [
        "Abakuru"
    ],
    "createdTime": "2021-10-19 13:33:18.021000+00:00",
    "id": "4QCewNXZmOqDtx6wHhAi",
    "source": "Umpangare Nguhangare - 1991, Urup. 16",
    "rating": 42.161291782241335,
    "visibility": "public",
    "title": "Byenda gusetsa, Urwenya no gutebya",
    "author": "Sibomana Antoine"
}