{
    "createdTime": "2021-10-19 13:33:45.978000+00:00",
    "content": "Habayeho umugabo akitwa Ngunda. Uwo mugabo yari icyago, yari ishyano, yari igisahiranda; uko yaryaga ni nako yahingaga. Yahingaga Rubona yose agakubitaho na Musasu. Iyo ni yo yari isambu ye. Ndetse ngo imisozi y'i Rwanda ni amabimba Ngunda yashingaga.\nUwo mugabo yari afite n'imirima ku Nyundo ya Bugoyi. Arakunyarukira ashaka umugore, akaba, umukobwa wa Gacumu. Arongera ashaka undi, akaba umukobwa wa Mirenge ku Ntenyo. Ashakiraho n'abandi bane, bose bashyika batandatu.\nUkuntu yaryaga, nta mugore umwe wajyaga kumubumba. Umunsi umwe Ngunda aribwira, ati, \"ngiye kwa databukwe kumuha umubyizi.\" Ngunda arakugendera no ku Ntenyo, abwira kwa sebukwe ati, \"munkwikirire amasuka mirongo itanu njye kubaha umubyizi.\"\nKwa sebukwe bakaba abakungu, amasuka barayakwikira, barayamuha, ajya guhinga. Atangirira mu Rugondo, ahinga Ntenyo yose, abirinduka. mu Kinyoro kwa Byakuzacumu. Ngunda agakubita isuka hasi kabiri, ubwa gatatu, akazamura agafuni.\nNgunda amara atyo amasuka yose, ntiyasiga n'imwe, abona guhingura. Nuko wa murima Ngunda ahinze, Mirenge awoherezamo abatezi. Abatezi bakorera kubura hasi no kubura hejuru, barihata cyane ariko ubuhinge burabananira.\nMirenge abibonye ati, \"uyu muntu waduhingiye atya, na twe tumuhembe.\" Babaga Ingumba kabombo, bashesha amafu, bavomesha amazi yo kuvuga imitsima, benga n' amayoga menshi ndetse n' abaturanyi bazana amazimano.\nInyama zimaze gushya n'imitsima imaze kuvugwa bazana ibidasesa badendezaho inyama, bazana n'imbehe nyinshi zuzuye umufa, bakwiza ibibindi by'inzoga mu nzu yose, amarobe y'imitsima bayuzuza ibyibo n'amakangara.\n\nByose bamaze kubitunganya, bahamagara umukwe wabo ngo naze afungure. Maze bamuha amazi arakaraba, bamubisa mu nzu ararya. Muramu we abarira ko amaze kurya, amushyira amazi yo gukaraba. Ngunda amubonye aramubwira ati, \"jye nduzi ko iyi nka nyitonoye, abahungu bayiriye bariye inka iryoshye!\"\nKwa Mirenge bumvise iryo jambo barumirwa. Mirenge abwira umugore we ati, \"dore umukwe wacu ntaho atereye kandi yadukoreye. None tabaranya uzane akari gasigaye mumwongere n'izindi nzoga. Jye icyampa ngo yijute irya none.\"\nNuko Ngunda bamushyira ukuguru kwari gusigaye bamuzanira n'inzoga. Koko rero ni ho yari akigera mu mahina yo kurya, agakaraga irobe ry'umutsima akariyongobeza. Imikarago y'umutsima ikabisikana n'intongo z'inyama n'umufa. Byose akabivundiranya akaroha mu nda.\nNgunda akagira umuheha witwa Ruvunabataka; yaba awukubise mu kibindi cy'inzoga, akagisoma umusa umwe akaba arakonoje. Nuko amaze kurya arasohoka; asohoka yimyoza ngo ntacyo ariye. Nyamara ubwo yari amaze ingumba yose wenyine kandi bamuhaye n'ibibindi by'inzoga na byo biguze inka.\nByose arabitsemba, agenda abibogekeye mu ibondo rimwe. Nuko kwa sebukwe baramuherekeza arataha. Basigara batangarira inda nini ya Ngunda.\n\nNgunda aba aho, aba iciro ry'imigani. Rimwe amaze guhaga ariyumvira ati, \"harya ngo mu Rwanda nta muntu wahwanya na njye kurya? Emwe ni koko. Dore na we ibi biryo byose maze mu mwanya muto. Nyamara byatetswe mu minsi itandatu. Ariko ga rubanda, no kundenganya barandenganya! Ndya rimwe gusa mu cyumweru.\nAriko bo bakarya kenshi buri munsi. Kandi nta muntu n'umwe twahiga mu guhinga cyangwa kubasha indi mirimo. Yego... ndarya ariko uko ndya ni ko nkora. Ubwo sindi igisambo uko bamvuga. Ahubwo ndi umugabo, igihangange ndetse... Kandi ga ye umenya Ruganzu yahingishije. Ese icyatumye atandarika ni iki? Henga muhime njye kumuvumba.\"\n\nNgunda: Gahorane amashyo n'ingoma Nyagasani! Umva ikinzanye, Nyagasani. Nje kubaramutsa no kubafunguza. Numvise yuko ngo mwahingishije, nyoberwa icyababujije kundarika kandi nzi ko nta muntu n'umwe wandusha guhinga. Ibyo Nyagasani ntacyo bitwaye, mupfe kumvumbya gusa.\n\nRuganzu: Koko na njye sinzi uko byandenzeho. Ndakuzi kuri ubu uba wahamaze wafatiriye n'ahandi. Ariko se nari kubona inzoga ziguhagije n'inda yawe niyiziye? Ndetse n'ubu ubanza ntari bubone izo nkuvumbyaho ngo mbone n'izihaza abahinzi banjye.\n\nNgunda: Na njye sinaguhemukira. Reka kumvumbya, pfa kunsogongeza gusa nigendere. Nzaba nza kuvumba ikindi gihe cyangwa se uzanyitumirira.\n\nRuganzu: Ngunda se, ningusogongeza, ko nzi isogongera ryawe, ntuzinogozamo abahinzi banjye bagaheba? Ngaho nibajye kukwereka, ariko uramenye!\n\nNgunda: Ndasogongera gusa mba nkuroga! Ndetse mfite urugendo, iyo mungirira vuba nkareba uko natwaza iri zuba.\n\nRuganzu: Umunyanzoga ntumuzi? Genda bagusogongeze. Ngiye kureba abahinzi.\n\nNgunda: Yewe sha! Shobuja arambwiye ngo nsogongeza ku nzoga.\n\nUmunyanzoga: Nabumvaga. Ariko se ntuntamaze! Dore usheshe akanguhe. Dore inzoga ngiziriya. Singombye kukugenda mu nyuma, ndi muri rwinshi. Enda umuheha.\n\nNgunda: Oya wihorere, nifitiye uwanjye Ruvunabataka. Nawukuye mu ishyamba, nkawugendana mu ruhago kuko ntamenya gusomesha iyindi miheha.\n\nUmunyanzoga: Ni uko rero genda. Uri umuntu mukuru wibwire. Mbe:Ngunda ko wijuse cyane ubigenjeje ute?\n\nNgunda: Navuye imuhira abagore banjye bamaze kungaburira. Kandi no gusogongera ko ndasogongeye; ahubwo genda urebe.\n\nUmunyanzoga: Yewe, ndumva ibikoba binkuka, ngiye kureba.\n\nNgunda (wenyine): Abanyanzoga baba abapfu ! Ubundi yari asanzwe ayobewe imisogongerere yanjye? Yabaga yazaga ahubwo tukajyana. Nsibye guhembuka, ariko rero byibura nishe akanyota.\n\nUbwo Ruganzu yarebye, yemera ko njya gusogongera azirikana ko nta nzoga nyinshi afite? Umva ko ndi umunyanda nini. Umunyanda nini ntiyanga kugawa. Kandi simpemutse, sinakoze ukundi atambwiye.\nYambwiye ngo nsogongere. Na njye nasogongeye, sinyoye. Ubundi bwo buriya buyoga bubiri nibwo yari ateze abahinzi? Henga ndetse nigendere. Sinashobora kumva imivumo y'abanyanzoga!\nTwahubirana yanyica. Kandi ga koko ndahemutse! Nguriya arahindukiye. Mbega umujinya afite! Emwe ndahemutse! Emwe si uruda rwanjye rwananiranye!?\n\nUmunyanzoga (wenyine): Icyago yagiye. Aramaze na njye sinashakaga kurebana na we. Bahungu se mbigenze nte? Ruganzu ndamubwira iki? Abahinzi nibahingura ndabakwiza he? Ndamenya nihisha he?\nArarinkoreye Ngunda! Ndahebye, ntawizigira rubanda... Ruganzu ntagira umwaga, ariko rero ntabura kumbwira nabi, birakwiye kandi. Nimbona ko arakaye, ndapfa kumusaba imbabazi, ahubwo izo nzoga nzazisubizeho ubwanjye.\nMana y'i Rwanda, urampe gukira irya none!\n\nRuganzu: Mbe Ngunda, iyo nda yawe ko yafoye cyane aho ni amahoro? \n\nNgunda : Nyagasani ndasogongeye gusa. None se nari kugira ukundi mutantegetse? Ndetse ndabasezeraho kuko mfite ubwira, nasize umugore wanjye aniha. Ndagira ngo njye kureba ko yaba yaruhutse!\n\nRuganzu: Ni uko, genda amahoro. Ariko uramenye... \n\nNgunda (ageze hilya): Nyagasani, ab'imuhira nibamvugira nabi, murangirire irnbabazi. Muzirikane ko inda yanjye yantannye! Nasogongeye gusa ariko ahari nakengesheje. Nibibababaza ahubwo nzariha.\n\nRuganzu: Genda rwiza, icyo ushaka kuvuga ndacyumva. Abahinzi banjye urabakoze. Ninsanga wazimaze, umenye ko uzariha nka zo kabiri, kandi ntuzasubire kungarukira mu rugo ukundi, kereka ku munsi nagutumiye kumpa umubyizi, ukaba igihano cyawe.\n\n\"Inda nini icura uwayihaye.\"\n\"Uburana urubanza rw'inda ntatsindwa.\"\n\nNgunda ageze imuhira, asanga umugore, umukobwa wa Gacumu, yabyaye. Nuko Ngunda atera kwa Gacumu kwaka ibihembo. Aragenda abwira Gacumu ati, \" umukobwa wawe yarabyaye, nimumuhembe.\" Maze yungamo ati, \"ndabona yagirwa na biriya bigega byombi.\"\nIbyo bigega bikaba binini cyane. Barabimuha, bagira ngo ntari bubashe kubitwara. Agira kimwe aracyikorera, ikindi aragihagatira. Icyo ahagatiye abaye agikiranuka mu irembo, atangira kugihekenya.\nAgifatana Umukunguli, agihekenya Ngoma yose, agihekenya impinga ya Nyarubaka, akizana mu Gitare, agifatana Murambi agihekenya, agisingirana i Kangoma yo kwa Mpamarugamba, agikubitana mu Gakoni kwa Nshozamihigo agihekenya, aza Nyamagana yose agihekenya, aterera impinga ya Muyange, ageze ku Kinyogoto udukenyeri aratujugunya.\nNgunda yadukira ikigega yari yikoreye, aramunga. Icyongicyo akirya umwanya muto, kuko imisaya. yari imaze kumenyera. Maze agikura. ku mutwe, agitwara mu ntoki. Agitangirira mu Bihana kwa Mugunguje, akinyurana mu Ngorongali agihekenya, akirengama Sazange, asingira Kinkanga, Buhimba ayisiga mu kuboko kw'ibumoso, igihe ageze mu Gikirambwa kwa Nyiracunda, ajugunya ubujunde bw'udukenyeli munsi y'inzira!\nAriko inyota ntiyareka agera iwe. Umusozi arawucuba, asanga umushumba adahirira inka ze, amusaba amazi yo kunywa. Umushumba ayamuha mu gicuba cyuzuye. Ngunda ayabunda intama imwe, yongeza andi, na yo amubera iyanga, ntiyashira inyota. Nuko wa mushumba aramubwira ati, \"nazanywe no gushokera inka zanjye, sinazanywe no kukuhira.\n\"Wa mushumba acaho, ajya gushoza inka ze hirya. Nuko Ngunda igikenya yicara ku kibumbiro, arakinywa, aragikamya. Ajya mu kindi kibumbiro, na cyo aragikonoza; arigata ibyondo byo mu isoko.\nNgunda amaze kunywa amazi yose yo mu bibumbiro no mu iriba, ajya mu ibuga araryama, agarika umwogo w'inda. Umushumba amanukana inka ze, aroye mu kibumbiro, asanga humye kera. Nuko inka ze zirarumanga.\nWa mushumba akebuka Ngunda haruguru ye, aravuga ati, \"dore ruriya rudigi henga nze turugabane! \"Arakunyarukira amukoza agacumu mu ibondo, bya bizi yanyoye na bya bishaka yatemaguye birahomboka, byose biva mu nda ya Ngunda, bimanuka ku musozi, biwucamo ibikuku. Nuko icyo gihangange gipfa cyishwe n'inda nini.\n\nKuri ubu Ngunda aba afite abantu benshi bamukomokaho. Ariko yamaze gupfa, abagore be bajya gushaka amazu, bajyana n'abana babo. Abo bana bari abaryi nka se, babura ibibatunga, bapfa uruhondobero bishwe n'inzara.\n\n\"Inda nini yishe nyirayo.\"",
    "tags": [
        "Imigani"
    ],
    "language": "Kinyarwanda",
    "id": "4ZJlxbx1gT7k8BcxIv1U",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho. Icapiro ry'amashuri. Kigali, 2004.",
    "rating": 29.974918221252327,
    "visibility": "public",
    "title": "Ngunda",
    "author": ""
}