{
    "createdTime": "2021-10-19 13:33:36.837000+00:00",
    "content": "Kera intare yabwaguriye mu ishyamba, irangije ibyana ibisasira mu isenga, ikajya ibigaburirira aho. Muzi rero ko intare irya byinshi, ndetse n'ibyana byayo bivuka bizi kurya cyane. Ni yo mpamvu iyo ntare yagombaga kwica inyamaswa nyinshi, kugira ngo ibone ibiyihaza yo n'ibyana byayo. \nUmunsi umwe isigira ibyana byayo ibyo biri burye, ijya guhiga maze itinda kugaruka. Urukwavu rwihitiraga, ruza kubona ibyo byana by'intare maze rurabibwira ruti, \"muraho bavandimwe? Bambwiye ko mwasigaye mwenyine kandi murwaye niyo mpamvu nje hano, kugira ngo mbakorere ibyo mwifuza.\"\n\nIbyana birarusubiza bitangara biti, \"bishoboka bite ko waba uva inda imwe na twe?\" Urukwavu ruti, \"Yoo! Se ubwo ntimwari muzi ko ndi mukuru wanyu? Ariko ntibitangaje, muracyari bato cyane!\" Rurakomeza ruti, \"ibyo mbabwira ni ukuli, ndi mukuru wanyu rwose.\" \nRumaze kuvuga ayo magambo, rutangira kubiguyaguya rugeza igihe ruza kubisanga muri ya senga byabagamo. Rumaze kugeramo, rurabibwira ruti, \"ubu rero, ngiye kubashakira ibyo murya, mutaza kwicwa n'inzara.\" Nuko rugira inyama rushyira ku ziko, ruracanira.\nZimaze gushya, aho kwarura ngo ruhe bya byana, rwarura rwirira, ibyana byasamye gusa, ntirwagira icyo rusigaza. Intare iza kuza ivuye guhiga, maze ihamagara ibyana byayo, ngo irebe uko bimeze. Biyigeze imbere isanga byashonje cyane maze irabibaza iti, \"ko nabasigiye ibiryo, none nkaba mbona mushonje cyane byagenze bite?\" Ibyana bivugira icyarimwe biti, \"ni urukwavu rwaje rurabyirira! \nBurya wamaze kugenda ruraza rutubwira ko ruva inda imwe na twe, turwereka ibyo rudutekera, bihiye ruririra. \n\nIntare ihindukirana agakwavu aha kari kabunze muri ya senga, maze ikabwirana umujinya mwinshi isa n'ikarora rwose (sinzi icyari cyayibwiye ko kihishe hafi aho mu muheno) iti, \"niko wa kagome we, urabona ngo uranyamburira abana ibiryo, ukabyirira? Ntubona ko wabishije inzara? Sohoka muri uwo mwobo; nudasohoka kandi ndakwereka, Sohoka se bitaraba nabi.\"\nAgakwavu rero aho kari gashya ubwoba kati, \"nimumfashe aya macumu yanjye muyanshyirire hanze mbone uko nsohoka.\" (Naho amacumu yari amatwi y'agakwavu.) Intare yarayajugunye, kajyana na yo kabandagara hirya iyo gahaguruka kanduruka. Nuko intare ibonye ko urukwavu rutongeye gukoma kandi rukaba rutasohotse, ibaza ibyana byayo iti, \"rwa rukwavu rurigitiye he?\"\nIbyana biyisubiriza icyarimwe, biseka biti, \"ntureba hiryaaa. . . ruragenda rutaruka.\" Intare irurabutswe, irarubwira iti, \"genda shahu wampenze ubwenge kare! Nta n'ubwo nirirwa ngukurikirana, uri inyaryenge koko!\"\n\nNuko urukwavu ruhikura rutyo.",
    "tags": [
        "Imigani",
        "Abana"
    ],
    "language": "Kinyarwanda",
    "id": "6N6czAjiuFaF0gFotdXw",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho. Gusoma; umwaka wa 4. Icapiro ry'amashuri. Kigali, 2004.",
    "rating": 9.303586824010418,
    "title": "Intare n'urukwavu",
    "visibility": "public",
    "author": ""
}