{
    "language": "Kinyarwanda",
    "content": "Impyisi yarihoreye ibwira imbwa iti, \"uraze twuzure, tunywane.\" Imbwa irabyemera, biranywana, bikajya bitumirana. Umunsi umwe, binywa amayoga kwa Mpyisi; ngo bucye binywa amayoga kwa Mbwa. Imbwa ibwira ya mpyisi iti, \"umunsi napfuye uzampambe, ariko uzampambe iwanjye. Nanjye nupfa nzaguhamba iwawe.\"\n\nUmunsi umwe, ya mbwa ibwira umugore wayo iti, \"ubu njyiye kwihwereza, muze gutuma kwa Mpyisi muyibeshye ko napfuye. Nimpambira mwicecekere, ntimugire icyo muvuga muyireke.\" Batuma kuri ya mpyisi, barayibeshya, bati, \"munywanyi wawe yapfuye.\" Ikibyumva, iraza, maze ihageze yenda igishirira mu ziko, irayotsa iti, \"urapfe upfuye, ugende iby'inshuti biragora.\"\n\nHanyuma iti, \"ndajya kuyihamba iwanjye.\" Baranga , bati, \"uribuka ko itarapfa yari yarakubwiye ko utazayihamba ahandi?\" Ya mpyisi iriyumvira, bigeze aho iturumbukana ya mbwa, igeze aho batayirora, igenda iyikubita ku mabuye no ku biti, iyishwaratura iti, \"urapfe upfuye.\"\n\nIraruha igera imuhira, Isiga ya mbwa ku muryango yinjira mu nzu, ibwira umugore wayo iti, \"mpa imbugita wa mugore we.\" Imbwa irahaguruka iriruka. Igeze ku irembo, ibwira ya mpyisi iti, \"mbonye urukundo umfitiye shahu we! Ibyacu birarangiye, ntituzongera kubana ukundi! Nta kunywana n'impyisi koko!\" Impyisi isigara yumiwe, yakozwe n'ikimwaro. Maze urukundo rushirira aho. Imbwa na yo iragenda ntiyongera gucudika n'impyisi.\n\nNuko urwangano rw'imbwa n'impyisi rukomera rutyo byangana urunuka kugeza n'ubu. \n\nMu kinyarwanda baca umugani ngo, \"Umukunzi w'impyisi ni we irya mbere.\"\nMu kinyarwanda baca umugani kandi ngo, \"ushaka urupfu asoma impyisi.\"",
    "tags": [
        "Imigani"
    ],
    "createdTime": "2021-10-19 13:33:23.934000+00:00",
    "id": "93dWE9kim7dmij33XTiN",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho. Gusoma; umwaka wa 3. Icapiro ry'amashuri. Kigali, 2004.",
    "rating": 46.93666158982358,
    "title": "Imbwa n'impyisi",
    "visibility": "public",
    "author": ""
}