{
    "createdTime": "2021-10-19 13:33:38.698000+00:00",
    "content": "Kera habayeho inzoka n'uruyongoyongo maze biracudika, ndetse bigeza n'aho kunywana. Uruyongoyongo rubwira inzoka, ruti, \"mbere yo kunywana, ndabanza nasame undebe mu nda, nurangiza nanjye ndore mu yawe.\"\nInzoka iti, \"ese ibyo urabishakira iki nshuti twabanye?\" Ruti, \"ndagira ngo ndebe ko hatarimo akangononwa.\" Inzoka iti, \"ibyo na byo, ngaho nasame uroremo uko ushaka.\" Uruyongoyongo ruroramo, rurashishoza rugeza mu murizo.\nInzoka iraruhindukirana irarubaza iti, \"ese hari ako ubonye?\" Ruti, \"rwose ubanza karimo, mbonye hacuze umwijima!\" Inzoka ni ko kurusubiza iti, \"nushaka ushire agahinda nta bwo ari akangononwa ubonye, ahubwo ni ukugira inda ndende!\"\nUruyongoyongo ruriyumvira, hashize akanya ruti, \"ngaho dupfe kunywana, ariko sindagushira amakenga!\" Nuko biherako biranywana, bibana mudendezo, bigatumirana bigasangira amayoga.Uruyongoyongo rwituriraga mu misozi miremire, naho inzoka ikibera mu kibaya cy'ishyamba ry'ingati.\nNgo hace imyaka, ishyamba ryo kwa Nzoka bararitwika, ryose rishya ururimbi. Inzoka ihutaho ituma ku ruyongoyongo ikitaraganya iti, \"gira bwangu, hurura ay'Uruniga, usume ay'Ururumanza uhute ay'imbogo, ugende ay'inyaga, uze unteturure ndacikirijwe!\"\n\nUruyongoyongo rukibyumva ntirwatindiganya, rusya rutanzitse, rwiruka amakubaruhu rutabara umunywanyi warwo. Ngo rugere ku kibaya rusanga ibyo rwabwiwe ari impamo, rubwira inzoka yizinguriza ku ijosi ryarwo bwangu ruherako rurayigurukana, rurenura mu bicu.\nKera kabaye, rurananirwa, ruratentebukwa, rubwira inzoka, ruti, \"ngiye kugushyira hasi nduhuke nibura akanya gato,\" Inzoka iti, \"ibyo wirota ubikinisha, dore inyuma yacu inkongi ni yose yabaye inkorashyano, ni akanya gato ngashya wese ngakongoka, ahubwo ongera umurego dukundure.\"\nNuko uruyongoyongo ruriyandayanda; nyamara ay'ubusa, rugeza aho kugusha ubuconsho. Ngo rujye kwarara kugwa hasi, inzoka iti, \"nugwa hasi nanone nta cyo uri bube ukimariye, ihangane dore ibintu byakomeye.\" Uruyongoyongo ngo rukora iyo bwabaga ariko intege ziranga zirabura, rwihonda hasi ntirwasamba.\nInzoka irarureba iti, \"genda shahu n'ubwo upfuye bwose ariko upfuye unyumvishije ikinyenga cyo mu kirere!\" Nguko uko ka kangononwa uruyongoyongo rwavugaga mbere yo kunywana. kagaragaye.\n\nNyuma y'ibyo, bene Ruyongoyongo basera i Gahanga bahiga ya nzoka n'urubyaro rwayo.\n\nIyo ni yo soko y'inzika yabyaye inzigo y'uruyongoyongo n'urubyaro rw'inzoka.\n\n\"Guca ku nda n'indyarya ni ugusigira abana impyisi ugasinzira\"",
    "tags": [
        "Imigani"
    ],
    "language": "Kinyarwanda",
    "id": "aD4KNp3kRU3CVqSVr5y5",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho. Gusoma; umwaka wa 6. Icapiro ry'amashuri. Kigali, 2004.",
    "rating": 24.88886915471608,
    "title": "Inzoka n'uruyongoyongo",
    "visibility": "public",
    "author": ""
}