{
    "createdTime": "2021-10-19 13:33:18.761000+00:00",
    "content": "Umunsi umwe Gikeri yasohotse mu mwobo yicara imbere yawo, yota akazuba ari nako atumagura agatabi. Ntashya na we akomeza imihamirizo ye mu kirere, ariko bombi bakajya barebana. Kera kabaye Ntashya aramanuka asanga Gikeri.\n\nBararamukanya, baraganira, bigeze aho Ntashya ati, \"ariko ibikeri mumaze iki? Mugize umwanda, mugize kutiterura aho muri, ari ibiba mu myobo ari ibiba mu mazi mwese muri kimwe! Aho uzi ukuntu mupfa umusubizo, rero uko babica wagira ngo ni ukuborora! Ngaho intumbi mu mayira, ngaho intumbi mu mihanda! Ese iyo mudapfa mutyo ubundi mwari kuzakwirwa he ku isi? \nRero ngo iyo mugaramye mu mihanda muba mushaka abacamanza! Bahe bokajya! Urubanza muba mwarwiciriye kuko mwirangaraho. Harya icyo mugenderaho ngo ntawe ubajugunya ngo mugwe mureba igicuri? Naho twebwe intashya turi intore, imihamirizo yacu inogeye amaso kandi urupfu rwacu ni urw'ikirago.\"\n\nGikeri ati, \"tashya uyu si umwanda, umubiri wacu koko wuzuye imvuvu kuko kamere yacu ari ko ibishaka. Naho iby'urupfu rwacu si ukwirangaraho, impanuka ntaho zitaba. Kutiterura kwacu ngira ngo nta wadusiga!\" Ntashya araseka cyaneee! Ati, \"ntawabasiga? Ubwo se urashaka kuvuga iki ?\" Gikeri ati, \"tuzasiganwe, ari mu igenda ari no mu igaruka, nzakwereka igihandure!\"\nNtashya aremera. Gikeri ati, \"ngusabye icyumweru cyo kwitegura, umunsi wagera tukavuduka, kandi ugomba kumenya ko twebwe ibikeri iyo dusiganwa tugendera mu bishanga.\"\n\nIcyumweru gishira Gikeri abwira bene wabo ko yateze na Ntashya mu byerekeye gusiganwa. Gikeri ati, \"nabwiye Ntashya ko twebwe ibikeri iyo dusiganwa tugendera mu bishanga. Bikeri rero murabe maso kandi si ngombwa kuva aho muri. Dore uko bizagenda: ibikeri mwese muzatumanaho maze Ntashya nahamagara ngo, \"Gikeri\", muti \"ndi hano!\" Ibikeri byose byo mu bishanga bitumanaho, inama iruzura.\n\nUmunsi ntarengwa uragera, Gikeri ahagarara ku nkengero y'igishanga, Ntashya araza amwicara iruhande. Gikeri ati, \"Ntashya tugiye gusiganwa, ariko nkwibutse ko ibikeri tugendera mu bishanga; aho uzajya ugera uzajye uhamagara uti, \"Gikeri ugeze he?\" Nzasubiza nti, \"ndi hano!\" Ntashya ati, \"tugende wintera igihe, niba kandi wanga gukorwa n'isoni ubivuge noye kwiruhiriza ubusa!\"\nGikeri ati, \"tugende.\" Ntashya ati, \"wantindiye.\" Gikeri yibira mu gishanga, Ntashya araguruka. Gikeri abonye Ntashya yandurutse, aragaruka yiyicarira imbere y'umwobo we, yinywera agatabi ati, \"Ntashya genda ndaguhaye!\" Ntashya arazimiza, si ukuguruka. Ageze imbere arahamagara ati, \"Gikeri ugeze he?\" Gikeri ati, \"ndi hano!\" Ntashya afumyamo, hashize umwanya arongera arahamagara yumva Gikeri aritabira kureee!\n\nNtashya ati, \"binshikiyeho, ngiye gusigwa na Gikeri!\" Arongera arahamagara. Gikeri yitabira inyuma y'imisozi itanu. Ntashya ati, \"nguye agacuho, ahasigaye dusubireyo, maze ndebe ubwo butwari bwawe!\" Gikeri ati, \"nakubwira iki!\" Ntashya arakimirana asanga Gikeri yicaye umudendezo n'ibitwenge byinshi. Gikeri ati, \"ubu se aho Ntashya ntiwiboneye! Ubwirasi bwawe buzakugeza kuki?\"\n\nMu kinyarwanda baca umugani ngo, \"Uguhiga ubutwali muratabarana.\"",
    "tags": [
        "Imigani"
    ],
    "language": "Kinyarwanda",
    "id": "aljPOv1IXA3NSZGD4bg4",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho. Gusoma; umwaka wa 6. Icapiro ry'amashuri. Kigali, 2004.",
    "rating": 51.16708574550619,
    "title": "Gikeri na ntashya",
    "visibility": "public",
    "author": ""
}