{
    "createdTime": "2021-10-19 13:33:57.032000+00:00",
    "content": "Rimwe umunsi w'ubunani wari wegereje, hakaba umugabo n'umugore bari bamaranye imyaka myinshi. Ku mugoroba wa joro baricara baganira ibya mva he na njya he! Reka si umunezero bari bafite bombi, dore ko uwo mwaka wari unashize bawufitemo amahoro n'amahirwe menshi.\nAriko se ugira ngo urwo rugwiro rwarawushoje? Byabara karihariya. Ikije guhungabanya icyo kiganiro cyari cyuje ituze kije kuba iki? Reka wiyumvire.\n\nHenga imbeba bubeba igire itya iti, \"tururururuuuu!\" ibace hagati, yanduruke. Batangira kuyiha urw'amenyo bariyamirira cyane karahava, baraseka, barakwenkwenura, sinakubwira! Aho bazanzamukiye umugore ati, \"iriya mbeba nahoze nyibona muri iriya mfuruka y'epfo.\"\nUmugabo ati, \"oya, imbeba iturumbutse mu mfuruka ya ruguru, ni ho nahoze nyirora isereganya.\"\nUmugore ati, \"rwose iturutse hariya hepfo!\"\nUmugabo ati, \"rwose waroye nabi iturutse haruguru.\"\nUmugore ati, \"ibundi ndakuzi nta cyo ujya wemera, wakwemeye ko nayibonye neza!\"\nUmugabo ati, \"n'ubundi ni uko abagore mwabaye mujya impaka za ngo turwane!\"\nUndi ati, \"aha wenda ni ibyawe wava aho uhakana ko mvuga ukuri ngo, ni ay'abagore!\"\nUmugabo ati, \"ndakuzi.\"\nUmugore ati, \"ndakuzi ari njye.\"\n\nSi bwo umwe azirimukiwe! Si bwo undi afashe ubushungu, Si bwo bashunguranye ubwo! ye ngaho, ye nguko, ruri hasi hejuru!\nUmwe ati, \"urushyi nturuzira.\"\nUndi ati, \"ngiyo inkoni,\numva umugeri,\numva igipfunsi!..\"\nNuko barakomeza baragundagurana, amaherezo baza gukizwa na mbuga! Kuva uwo mugoroba barasirika ntihagira uwongera kuvugisha undi. Burira buracya, bakirakaranyije, burongera burira!\n\nBukeye umunsi w'ubunani uragera. Noneho umugabo iby'abagabo, agerageza kurura umugore we. Aratangira aramubwira ati, \"niko nyirana! ko urora umwaka mushya watangiye, tukaba tutari dukwiye kuwutangirana uburakari, twakwirengagije ibyo twagiranye ejo tukabyihanganira, maze umwaka tukawutangira neza!\"\nUmugore ati, \"rwose nanjye ni ko mbyifuza!\" Nuko baraseka, bifurizanya umwaka mushya muhire, mbese biba nk'aho nta cyo bigeze bakorerana kibi. Baranywa, bararya bishimira umunsi w'ubunani. \n\nHashize umwanya, umugore arahimbarwa abwira umugabo we ati, \"erega n'ubundi twari twapfuye ubusa, wowe se ko nakubwiraga ko imbeba iturutse hariya ukanga kubyemera!\"\nUmugabo ati, \"ibyo byo kabishywe ntabyemeye, si ho yaturutse, yari iturutse mu mfuruka ya ruguru!!\"\nUmugore ati, \"waroye nabi.\"\nUmugabo ati, \"waroye nabi wowe!\"\nUmugore ati, \"nta cyo ujya wemera ndakuzi!\"\nUmugabo ati, \"wowe wavutse nta cyo wemera!\"\nUmugore ati, \"urasubiye kandi!\" Ubwo ga nanone intambara iba irarose!\nBaremveka barwana inkundura!\n\nIcyo gihe uwabakijije ngo ni Ntiburakibara!\n\nJye sinari mpari, nari nigiriye i Bugibwa nidagadura na Bunani.",
    "tags": [
        "Imigani"
    ],
    "language": "Kinyarwanda",
    "id": "bQ0ezmaDFv92acsGMeH2",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho. Gusoma; umwaka wa 6. Icapiro ry'amashuri. Kigali, 2004.",
    "rating": 2.4371304224139685,
    "title": "Ururimi rwoshywa n'urundi",
    "visibility": "public",
    "author": ""
}