{
    "createdTime": "2021-10-19 13:33:56.600000+00:00",
    "content": "Urukwavu rwuzuye n'umuhali. Bukeye rurawubwira ruti, \"ngwino twihingire umurima, tuwuteremo ibigori n'urutoke.\" Umuhari uremera ariko ubwira urukwavu uti, \"ko ntazi kurira insina, urutoke nirwera imineke nzayimanura nte?\"\nUrukwavu ruti, \"ndi umuhanga wo kurira; ibitoke nibikomera nzajya mbimanura.\" Nuko biherako bihinga umurima munini cyane, biwuteramo ibigori n'urutoke rwinshi. Urutoke rumaze kwera, urukwavu rubwira umuhari ruti, \"ngwino tujye kureba ibitoke byarakomeye, bimwe byanekeye hejuru.\"\n\nNuko biragenda, bigeze mu murima, urukwavu rwurira insina; ngo rugere hejuru, rwimanyurira imineke rwirira. Umuhari urarubaza uti, \"ko nduzi nta mineke unagira bite?\" Ruti, \"ba uretse gato, ndacyatoranya imyiza, kuko nduzi kino gitoke kitaraneka neza.\" Rugumya kwirira imineke ngo rurumva ko ihishije.\nRumaze kumva aho rugejeje, rubwira umuhari ruti, \"kuyimanura ubu ni ukuyangiza kuko itaraneka rwose, reka tuzagaruke ejo; ahubwo reka nze mbe nkwigisha gukorera urutoke. Umuhali uti, \"sinkwemereye, kereka ubanje kumanurira imineke, naho ubwenge ushaka kumpenda nabutahuye kare. Niwanga ndagutsinda aho.\n\nUrukwavu rubonye ko umuhari urakaye, rwibuka ubundi bucakura, rwirebesha ku gitoke cyari hirya yarwo, ruherako rubwira umuhari ruti, \"Yooo, uzi ko twabaye abapfu kare iyo dushaka imineke myiza kuri iriya ntuntu, dore inyoni zirenda kuyitumarana.\nReka manuke nduhuke gato kuko maze kunanirwa, maze nkugerere ku cyo wifuza, wumve uburyohe bw'imineke y'insina z'ino wajyaga ubarirwa! Umuhali uti, \"ngaho manuka, ariko niwongera kundyarya ntumva imbere.\" Nuko urukwavu ruramanuka, rugeze hasi rugerageza kwiruka, umuhari uba warusingiriye.\nUgiye kurwica, rurawubwira ruti, \"uranyica ngiye kukumanurira imineke?\" Ako kanya bigaruka kuri ya nsina, urukwavu rurongera rururira rumanura imineke ruhereza umuhari, na wo urarya urishima. Kuva icyo gihe urukwavu rucika ku ngeso z'ubusambo n'uburyarya.\n\nUbwenge bwari bwiza iyo butamenywa na benshi.",
    "tags": [
        "Imigani",
        "Abana"
    ],
    "language": "Kinyarwanda",
    "id": "CT8UaJeOBmHrw5gRdgCf",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho. Gusoma; umwaka wa 3. Icapiro ry'amashuri. Kigali, 2004.",
    "rating": 54.38833210119133,
    "visibility": "public",
    "title": "Urukwavu n'umuhari",
    "author": ""
}