{
    "createdTime": "2021-10-19 13:33:31.276000+00:00",
    "content": "Ingwe yari ihatse urukwavu, impongo, igikeri n'igitagangurirwa, bukeye ishaka kujya kwa sebukwe. Igufatira abana b'impongo n'ab'igitagangurirwa, ibashyira mu ruhago irarukanira. Ihamagara abagaragu bayo ngo bajyane kwa sebukwe.\nIkwika igikeri uruhago rurimo ba bana, urukwavu rutwara itabi rya shebuja, impongo itwara umuheto wayo bishyira nzira. Ingwe iza kubwira Bakame iti, \"jya kuntekerera itabi\". Bakame irayisubiza iti, \"mu bantu haba imbwa kandi zikanzira, ngiyeyo zanyica\". Ibwira impongo iti, \"igireyo ureke aka kanyabwoba\".\nImpongo iti, \"databuja, abantu bakunda uruhu rwanjye, ngiyeyo sinabakira.\" Ingwe yigirayo, yitekerera itabi. Ngo itirimuke, Bakame ibwira bagenzi bayo iti, \"nta kwikorera icyo utazi, nimuze turebe ikirimo.\" Zitura igikeri, zipfundura uruhago, zisanga ari abana bazo! Hagenda impongo ibasubiza imuhira; igira ab'ingwe ibakubita muri cya gihago, banze kurwuzura ishyiramo ibisinde.\nIgitagangurirwa kirarukanira, bigaruka ako kanya. Nuko ingwe iba iraje, bikomeza urugendo. Biza guhura n'indi ngwe, biraramukanya. Ya ngwe igeze kuri Bakame, Bakame irayibwira iti, \"ubwenge bw'umwe burayobera.\" Igeze ku mpongo, impongo iti, \"nteye intambwe ebyiri, ntera abana imuhira!\" Iramukije igitagangurirwa kiti, \"nkanira uruhago nkarusha uwarukaniye ejo.\" Iramukije igikeri kiti, \"barima ibisinde bakankorera\".\n\nNuko iyo ngwe ibihatse, irishima ngo ifite abagaragu bazi kuvuga neza. Bikomeza urugendo. Bigezeyo, igikeri kiratura kirihungira ngo kiriheje, hasigara Bakame. Ingwe ihamagaza uruhago rwayo, birarupfundura, birajyana bigera naho Bakame yisubirira ku muryango, haciye akanya iranduruka.\nBimaze guhashwa, sinzi uko ya ngwe yarabutswe agahanga k'icyana cyayo irakitegereza isanga koko ari akacyo. Ikimwaro n'umujinya birayica, irazenga, ibura aha ikwirwa, igaruka igana mu muryango, ibura Bakame; irakubirana isubira imuhira itanasezeye! Igeze mu ndiri yayo ibura ibyana, ibura n'abagaragu, yicoka mu ishyamba ngo ihorere urubyaro rwayo, ariko iraheba.\n\nNgiyo ingaruka y'ubugome!",
    "tags": [
        "Imigani"
    ],
    "language": "Kinyarwanda",
    "id": "D3Q9tD9RuDyfTXSKJG3d",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho. Gusoma; umwaka wa 5. Icapiro ry'amashuri. Kigari, 2004.",
    "rating": 34.04427941675367,
    "title": "Ingwe yihekuye",
    "visibility": "public",
    "author": ""
}