{
    "language": "Kinyarwanda",
    "content": "Inkoko yibereye aho ari inshike, kandi itabuze kubyara. Rubanda rwarayimariye abana babaraguza, ikajya ihora ibiganya, yicwa n'agahinda. Bukeye inkoko yenga inzoga, irayikorera iragenda, ngo igiye gushaka uwo yatura umuruho wayo. Inkoko ihura n'imbwa, Imbwa irayibwira iti, \"ntiwansomya kuri iyo nzoga, yewe Nyirankoko?\" Inkoko iti, \"ntawe nasomya ku nzoga yanjye, kereka nsanze duhwanyije umuruho narushye.\" Imbwa iti, \"ntawandusha ubaho.\" Inkoko iti, \"ngaho mbwira ibyawe.\" Imbwa irayisubiza iti, \"mbwagura abana, bose bakabatanga ngasigara ndi inshike.\" Inkoko iti, \"uwo si umuruho, uwaruha yaruha nka we, kuko abana bawe batabakubagira mu maso, ngo wumve barira. Byongeye, ntibituma utongera kubyara ndetse n'aho babajyanye wajya ujya kubasura, ubwo uraganya iki?\" Nyirankoko ati, \"Inzoga yanjye ntuyinyoye, nta muruho warushye, icecekere. Urora se uhwanye na njye ubyarira umushyo. Rubanda rwose ntirusibe kuza kureba ko nabyaye.\" Inkoko irakomeza n'inzoga yayo ku mutwe, ihura nihene. Ihene iti, \"nsomya Nyirankoko.\" Nyirankoko ati, \"nasomya uwo duhwanyije kugira umuruho.\" Ihene iti, \"uwandusha umuruho yava he?\" Inkoko iti, \"ngaho ntekerereza umbwire umuruho warushye, numve.\" Ihene iti, \"mbyara abana bakabajyana bakabagura umunyu, ubundi bakabagura ibishyimbo. Ibishyimbo bakabirya, ibindi bakabitera. Byamara kuzana umushogoro nakoraho bakantera i mijugujugu, kandi byaraguzwe abana banjye.\" Inkoko iti, \"sigaho guteta uzajye ujya kubasura, boshye babakubita umushyo urora.\" Byageze aho inkoko iti, \"njye kubaza inka kuko ariyo iruta izindi nyamaswa.\" Iraboneza n'inzoga yayo ku mutwe, ihura n'inka. Inka irayibwira iti, \"wansomya akayoga Nyirankoko?\" Nyirankoko ati, \"oya, nzayisomya uwo duhwanyije umuruho.\"\nInka iti, \"yewe ntawabona uwo tuwunganya ubaho mu gihugu. Uzi ko mbyara ikimasa, bakakibaga bakakirya, cyagwa se bakakigura icyo bashatse cyose. Ubwo ni ko bakama amata bakinywera, yewe ntibananyugamishe imvura ikanyicira ku musozi. Naba mbyaye inyana igapfa, nkaho barwaje, ahubwo bakayikuraho uruhu, bakarunukiriza igihe bankama ngo bakunde babone amata. Kwibonera amata nibyo biba bibababaje. Naho ibyo kumpoza amarira birakajya. Erega nkigura, ngakamwa cyane ngo batampurizaho imihini, abana babo babuze amata banywa.\" Inkoko iranyurwa iti, \"aho nagendeye, ngaha nabona uwo duhuje umuruho. Icara dusangire iyi nzoga twarawurushye koko. Kugira ngo bakubagire umwana mu maso bagire no kumukunukiriza ngo bakunde babone amata abatunga. Ni umuruho mubi. Nuko inka n'inkoko ziricara zisangira iyo nzoga yo kwihoza agahinda zisangiye.\n\nZirangije zirataha. Zigiye gutandukana zisezerana kuzaba inshuti, kugirango zijye zisungana mu buzima bwazo bwose butoroshye hano ku isi.",
    "tags": [
        "Imigani"
    ],
    "createdTime": "2021-10-19 13:33:14.413000+00:00",
    "id": "efjgs7Gwza5W4CtD8lbu",
    "source": "",
    "rating": 32.27911438986411,
    "title": "Abasangiye ububabare barisungana",
    "visibility": "public",
    "author": ""
}