{
    "language": "Kinyarwanda",
    "content": "Kera habayeho umugabo, bukeye ashaka umugore w'ingumba. Umugore abaho yarishwe n'agahinda ko kutabyara.\nBukeye Imana iramubwira iti, \"uwaguha akana wazamuhemba iki?\" Umugore ati, \"namuhemba ibyo ntunze byose.\" Imana iramubwira iti, \"genda utereke amata, maze uyasangire n'umugabo wawe. Numara kuyanywa, uzatwara inda, uyibyaremo umwana w'umukobwa, maze uzamwite Muzirazuba. Ntagakorwe n'izuba, ntakegere umuriro.\"\n\nUmugore aragenda, akora uko Imana yamubwiye. Anywa amata, bukeye aratwita, abyara umukobwa. Umwana aba mu buriri, nyina ntamubone, se ntamubone. Umwana abaho nta muntu n'umwe umuzi. Bukeye, sinzi uko abaturanyi bamenye ko mugenzi wabo afite umwana w'umukobwa, bidateye kabiri, umusore arikora ngo aje gusaba uwo mukobwa. Araza ati, \"nje gusaba umugeni.\" Se w'umukobwa ati, \"nzamuguha niwemera kumurinda izuba no kwegera umuriro, akaba mu nzu gusa.\" Umuhungu muzima ati, \"ibyo ni ibidashoboka.\" Arigendera. Nuko haza undi musore, nawe bimera kwa kundi.\n\nBiratinda haza Umwana w'umwami, aza asaba umugeni. Se w'umukobwa amubwira uko yabwiye abandi, umwana w'umwami ati, \"mpfa umugore, nta kindi nagirango ankorere.\" Se w'umukobwa aremera. Barasaba, baramunshyingira. Umugeni abana n'umugabo we atamubona, na nyirabukwe na sebukwe batamubona. Umugore aba aho. Umugore amaze kubyara karindwi, sebukwe aba amaze kurambirwa. Asigara ashaka uko yabona umukazana we.\n\nUmunsi umwe, umugabo na bagenzi be bazinduka bajya guhiga. Sebukwe araza no mu nzu y'umukazana, aramuhamagara ati, \"Muzirazuba wa Ruzege, nta mazi wampa?\" Umukazana amuhereza inzoga mu gacuma, arayinywa arayimara. Sebukwe arongera ati, \"Muzirazuba wa Ruzege, nta mazi wampa?\" Umukazana amuhereza amata mu nkongoro, sebukwe arayanywa arayamara. Sebukwe arongera ati, \"Muzirazuba wa Ruzege, nta mazi wampa?\" Umukazana amuhereza amazi mu ruho, undi arayanywa. Nuko Muzirazuba arumirwa. Yuhagira umwana, arakenyera , aramuheka, arangije avugira ku buriri ati, \"ye bahigi, ye bahigi bagiye guhigira mu ishyamba rya manyenye na magagi, ziri mu ndiri, zirimo ndikiriza. Iso namuhaye Imana y'inkoko, arayanga, muhaye inturire arayanga ngo, arashaka Muzirazuba wa Ruzege.\nNone muze mbarage ngende.\" Muzirazuba arururuka, ava mu buriri, asohoka avuga ya magambo kugera mu muryango aho sebukwe yari amutegeye, agirango amubone.\nSebukwe amaze kumubona ati, \"subira mu nzu mugore, ni wowe nashakaga kubona, none ndakubonye.\" Umugore ntiyasubira mu nzu akomeza kugenda ahamagara umugabo we kwa kundi. Ageze ku gicaniro, atangira kurigita.\n\nIgihe mugore yahamagaraga, umugabo we yumvaga umutima udiha. Abwira abo bari kumwe mu muhigo ati, \"nimuze dutahe.\" Baranga. Banze arabasiga, aragenda. Ngo abe agihinguka mu irembo, abona agasatsi ko ku mutwe we kararembera karigita mu butaka. Nuko aragenda yitura mu buriri. Aba yo, ntiyarya ntiyanywa, agahinda karamuzonga. Ariteka aratakamba ati, \"Mana y'i Rwanda, icyangarurira umugore wanjye we!\" Buracya, Imana iramubwira iti, \"nkuzaniye umugore wawe, wampemba iki?\" Umugabo arayisubiza ati, \"uzajyane ibyanjye byose.\" Nuko Imana iramubwira iti, \"itegure, utumire bene wanyu n'abo iwabo w'umugore wawe, maze nzakugarurire umugore.\" Amaherezo, bose bamaze guterana, umugore arazuka. Imana iramubwira iti, \"kubera ko wanyumviye ukagamburuzwa n'abantu, noneho ndakurekuye.Ujye ahagaragara, ugushaka wese akubone. Kuva ubwo, Muzirazuba ntiyongera kujya yihisha.",
    "tags": [
        "Imigani"
    ],
    "createdTime": "2021-10-19 13:33:52.903000+00:00",
    "id": "EvPwSVim0JWLWDMEALmY",
    "source": "",
    "rating": 21.587285674676934,
    "title": "Umugore w'ingumba wabyaye ku bw'Imana",
    "visibility": "public",
    "author": ""
}