{
    "createdTime": "2021-10-19 13:33:17.544000+00:00",
    "content": "Kera habayeho umugabo. Bukeye ashaka umugore; babyarana umwana w'umukobwa bamwita Bizirakwezi. Bukeye nyina arapfa, umwana asigarana na se. Se amurera igihe gito, atarashaka undi mugore. Aza kurambirwa kuba wenyine, nuko areshya undi umugore. Umugore ahageze, atangira kwanga uwo mwana. Abwira umugabo we ko batazabana kereka abanje kwica uwo mwana. Umugabo asanga atabona intege zo kwiyicira umwana, areka umugore arigendera. Bukeye areshya undi mugore. Nawe biba kwa kundi. Asanze nta mugore uzemera uwo mwana, nuko ava ku izima, yemera kwica umwana. Nibwo agufatiye uwo mwana, ajya kumuroha mu ruzi, ruramutwara. Umwana aza gufatwa n'ibiti byo ku nkombe y'urwo ruzi. Nuko yibera muri ibyo biti. Hashize iminsi mike, ba Nyirarume baza guhiga hafi y'urwo ruzi. Bumva umwana arararira avuga ati, \"Nari Bizirakwezi data anta mu ruzi ntamututse, ntamucumuyeho\". Umwana akomeza kuririmba ayo magambo. Abahigi bati, \"nimuze tujye kureba uwo muntu uvuga.\" Bahageze babona umwana. Baramwitegereza, basanga ari wa wundi mwishywa wabo wabuze. Baramujyana, baramurera. Amaze gukura i Bwami baza kumusaba, ashyingirwa umwana w'Umwami.\nHashize iminsi, umwami aratanga. Umuhungu we, umugabo wa Bizirakwezi, aramuzungura. Hanyuma haza gutera inzara, ibintu biradogera. Se wa Bizirakwezi arasuhuka. Aza i Bwami, ashaka ubuhake. Ahageze baramwakira. Bizirakwezi aramumenya, ariko se ntiyamumenya. Umwamikazi ntiyaherako amwibwira. Bukeye Bizirakwezi aramubaza ati, \"n'iminsi yose umaze aha, urareba ugansanga ntahandi wigeze umbona?\" Undi ati, \"mba nkuroga!\" Bizirakwezi ati, \"nta mwana ugira?\" Umugabo ati, \"nta mwana ngira, n'uwo nari mfite yarapfuye.\" Umwamikazi ati, \"ese yishwe n'iki?\" Undi ati, \"yari umwana w'umukobwa, nyina aza gupfa. Mushakiyeho abagore, baramwanga, bituma dutandukana kuko nangaga kwiyicira umwana. Bigeze ku mugore wa gatatu, kandi nsanze nta mugore w'ishyari uteze kuzamwemera, nemera kumuheba by'amaburakindi. Ubwo naragiye mujugunya mu ruzi, ngayo nguko.\" Umwamikazi amaze kubyumva, amusiga aho bari bicaye mu nzu y'i Kambere, ajya mu nzu y'imbere nuko araturika ararira! Wa mugabo aramwumva, bimubera urujijo. Bitinze umwamikazi aragaruka. Araza ntiyasubira ku ntebe ye ya cyami, ahubwo araza amwicara i ruhande. Wa mugabo atangiye guhinda umushyitsi. Undi aramubwira ati, \"humura. Ndabibona nturamenya.\" Ati, \"ariko noneho itonde undebe.\" Umugabo aramureba araceceka. Bizirakwezi ati, \"wivunika, ndi wa mwana wawe wavugaga. Imana yankuye mu maboko ya y'amahano y'abagore.\" Ati, \"kandi ndabizi wari waranze kubumvira biba amaburakindi. Nuko baratuza, barashyikirana, ibyari amaganya bihinduka ibyishimo. Bitinze, Bizirakwezi yubakira se, aramukiza. Amutegeka no kwishakira undi mugore utahemutse. Amaherezo, nuko ya mahano y'abagore bamwanze, aratangwa barayica. Nawe Bizirakwezi na se, baratunga, baratunganirwa.",
    "tags": [
        "Imigani"
    ],
    "language": "Kinyarwanda",
    "id": "G2sIo8eN8oOahPAhJXKB",
    "source": "",
    "rating": 25.62188923445792,
    "visibility": "public",
    "title": "Bizirakwezi na mukase",
    "author": ""
}