{
    "createdTime": "2021-10-19 13:33:55.350000+00:00",
    "content": "Iyo ujugunye urupapuro cyangwa ikibabi hejuru y'itara ryaka, urumuri rwayo ruranyeganyega. Hari ubwo tubana n'amababi y'ibiti bihungabana; iyo inkono iri ku ziko imaze gishyuha cyane, ubona ishaka guta igipfundikizo cyayo, iyo kitaremereye; iyo twitegereje mu kirere kenshi tubona ibicu bizerera hejuru yacu. Ibyo byose biterwa n'uko hari umwuka.\nUmwuka uri ukubiri, hari umwuka ushyushye hari n'umwuka ukonje. Umwuka ushyushye uharanira kuzamuka, nk'uko tubibona mu nkono imaze gushyuha. Umwuka ukonje uharanira kujya aho ushyushye uvuye. Iryo bisikana ry'umwuka ushyushye n'ukonje niryo ribyara umuyaga.\n\nUmuyaga urahuha, urahuhera, urahuhuma, ahungabanya ibiti, urirukanka, urandurukana amababi n'umukungugu. Amoko yawo ni menshi ariko ay'ingenzi ni aya, agashurushuru, ishuheri, serwakira, inkubi na ruhuhuma.\n\nAgashurushuru ni umuyaga uza utazi aho uturutse, ntukwire hose, ugasa n'uboneje inzira imwe, ukazana umurego ariko ugahita vuba. Ni wa muyaga nubona wikaraga ku mbuga ukayora umukungugu n'amababi, byagera ku muntu bigasa n'ibimwizingiraho.\n\nIshuheri ni umuyaga uhuhana umutuzo? Ugasa n'uvugiriza cyangwa uvuza ubuhuha mu biti; akabeho kawo wumva gacengera mu muburi.\n\nSerwakira ni umuyaga mubi, uzana inkubiri nyinshi ugahita ibyo usanze mu nzira yawo, rimwe na rimwe ugasambura amazu cyangwa ukayasenya. Uwo muyaga ntumara igihe kirekire.\n\nInkubi ni umuyaga ufite amakare n'ubukana bwinshi nka serwakira, nyamara ariko na yo ntiyoroshye. Ni yo mubona igusha ibitoki, igahwanyuza amashami y'ibiti, ikagusha amasaka, ikayararika mu murima. Inkubi ntigira igihe, ishobora kuza igihe cyose cy'umwaka, ariko ntikunda kuza ku mpeshyi.\n\nRuhuhuma ni umuyaga mwinshi kandi mubi cyane, uvuga nk'uhuma, ni naho ukura iryo zina. Ruhuhuma ikunda kuza ku muhindo, ikagusha ibitoke ikararika. Ruhuhuma ntitererwa inzego cyangwa ngo izirikirwe ibitoki cyangwa ibindi, irabanza ikabiburabuza, ikabikoza hirya no hino. Ruhuhuma ni wo muyaga ukomeye, umara igihe kirekire uhuha.\n\nUmwuka cyangwa umuyaga ntibigira ibara ntibigira  impumuro kandi ntibifatika. Ntidushobora kubona umuyaga, ahubwo tubona ibyo ugurukanye cyangwa ibyo uhungabanya. Umuyaga mwiza ufitiye abantu n'ibintu akamaro, usimbuza umwuka mubi umwiza, utuma ibicu bikoranira mu cyoko imvura ikagwa. Ndetse hariho n'amato atwarwa n'umuyaga. \nUnakoreshwa mu bintu byinshi, nko mu mashini, mu maduka n'ahandi. Umwuka utabayeho n'ibinyabuzima ntibyabaho.",
    "tags": [
        "Ubumenyi"
    ],
    "language": "Kinyarwanda",
    "id": "g3G4raNVCHeDUi47EtYE",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho. Gusoma; umwaka wa 5. Icapiro ry'amashuri. Kigali, 2004.",
    "rating": 3.0254906348149326,
    "title": "Umwuka n'umuyaga",
    "visibility": "public",
    "author": ""
}