{
    "createdTime": "2021-10-19 13:33:51.797000+00:00",
    "content": "Umunsi umwe Bakame yasanze umugabo w'umunyabwenge mu ishyamba iramubwira iti, \"ubwenge bwawe butuma utegeka iri shyamba n'ibirituye, none reka ngire icyo nkwisabira.\"\nUwo mugabo abaza Bakame ati, \"urifuza iki?\" Na yo iti, \"ndagusaba ko unyongerera ubwenge kugira ngo mburushe izindi nyamaswa zose.\"\nUmugabo amaze gutekereza arayisubiza ati, \"enda iki giseke uzanyuzurizemo inyoni, iki cyansi uzanyuzurizemo amata y'imbogo, uzanzanire n'inzoka ireshya n'iyi nkoni. Nubibona, uzaze nkongerere ubwenge.\"\n\nBakame ibatura ibyo bintu uwo mugabo yari ayihaye, ijya ku mugezi aho inyamaswa zose zikoranira zishotse. Amashoka ageze, inyoni ziza ziririmba umusubizo, maze Bakame isohoka aho yari yikinze, irivugisha iti, \"ashwi da! Ntibishoboka kuzura aha! Yarambeshye!\"\nInyoni zibyumvise ziti, \"Bakame uravuga uduki?\" Bakame iti, \"hari uwambeshye ngo mushobora kujya muri iki giseke mukacyuzura; ariko jye ndabona bidashoboka.\"\nInyoni ziti, \"genda Bakame uri umunyamashyengo! Reka tukwereke!\" Iya mbere irinjira, iya kabiri yicokamo, iya gatatu itaho, bityo bityo kugeza igihe igiseke cyuzuriye. Nuko Bakame ikubitaho umutemeri, irarumya, ihisha igiseke iruhande rw'umugezi, irinumira.\n\nMuri ako kanya, imbogo na yo irashoka. Bakame iyibonye iti, \"yoo! Yewe ga Baka! Mbega ngo abantu barakubeshya! Ibi bishoboka bite? Nabyemera nte?\" Imbogo irayisubiza iti, \"uravuga uduki Baka?\"\nBakame iti, \"ndeka ntibishoboka!\" Imbogo iti, \"ese ni ibiki?\" Bakame iti, \"nateze n'umuntu anyemeza ko ushobora kuzuza iki cyansi amata da! Ariko jye mbona ko bidashoboka.\"\nImbogo iti, \"ishyengo ryawe ndarizi!\" Bakame izunguza umutwe iti, \"ntibishoboka rwose!\" Imbogo iti, \"reka nkwereke.\" \n\nNuko igira itya ihagarara hejuru y'icyansi, yivuruganyirizamo mu kanya kiba kiruzuye. Bakame iti, \"uransinze koko!\" Iherako iterura icyansi igishyira iruhande rwa cya giseke cyuzuye inyoni.\n\nBidatinze inzoka iba irashotse. Bakame iyibonye itangira kwiteresha intambwe kuri ya nkoni, imwe, ebyiri, eshatu... Iti, \"ndiruhiriza ubusa, ntibishoboka!\" Inzoka irahagarara, ibaza Bakame iti, \"bite Baka?\"\nNa yo iti, \"reka numiwe! Umuntu yambwiye ko ushobora kureshya n'iyi nkoni kandi nsanzwe nkuziho ubugufi.\" Inzoka ikubita agatwenge! Iti, \"ibyo na byo!\" Iherako yirambika iruhande rwa ya nkoni.\n\nBakame ntiyazuyaza ihita iyihambiraho. Nuko ifata ibyo yatumwe byose irikorera no kwa wa muntu. Abibonye arumirwa! Amaze kwiyumvira, abwira Bakame ati, \"nkongereye ubwenge ku bwo ufite naba ndi igicucu! Gumana ubwo ufite burahagije.\"\nNuko Bakame ibonye ko hariho izindi nyaryenge ziyirusha, yikubura ishengurwa n'ishavu ry'uko yagokeye ubusa.",
    "tags": [
        "Imigani"
    ],
    "language": "Kinyarwanda",
    "id": "G7XwjhYtITkoepM670xs",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho. Gusoma; umwaka wa 5. Icapiro ry'amashuri. Kigali, 2004.",
    "rating": 51.502068715956405,
    "title": "Ubwenge bwa bakame",
    "visibility": "public",
    "author": ""
}