{
    "createdTime": "2021-10-19 13:33:48.503000+00:00",
    "content": "Kera umuntu yarahagurukaga akajya guhakirwa inka, akagabana vuba cyangwa se bitinze, inka akayicyura. Hakabaho n'urambirwa cyangwa se aho yacyeye baragaye imirimo ye, ubwo agataha amara masa. Uwagabanaga inka akayicyura ntibyaciraga aho, yaratahaga ariko akagira iminsi yo gufata igihe kwa Shebuja, habaga iyo umugaragu atinda cyangwa agataha vuba, ibyo byaterwaga n'umuhatse.\n\nUmugabo yagiye gufata igihe kwa Shebuja asiga umugore n'abana bakiri batoya, ajyana n'imbwa ye, Nyarubwana, atindayo ndetse haza no gutera akanda. Imbwa irasonza na Shebuja. Umugabo atekereza gutaha adasezeye biramunanira kuko yatinyaga kuzanyagwa inka ze.\n\nBukeye Nyarubwana ihamagara Shebuja iramubwira ati, \"ko ureba tugiye gupfa tuzize inzara ntakuntu twakwirwanaho?\" Umugabo ati, \"bite?\" Nyarubwana iti, \"nzajya guhiga inkware, inkwavu, isha, maze njye ahiherereye notse, nizishya nze nguhamagare turye!\" Umugabo aremera asangira na Nyarubwana.\n\nIgihe cyo gutaha kiragera. Umugabo n'imbwa ye bageze mu nzira umugabo ati, \"umva rero, Nyarubwana, ubu turatashye, Kandi narahemutse twarasangiye! Uzamenye ntuzagire icyo uhingukiza umugore wanjye, ntuzagire n'undi muntu ubwira! Uzaramuka ubivuze nkazakwica!\" Nyarubwana ati, \"sinshobora kumena ibanga.\" Baragenda bagera imuhira. Umugabo arakirwa arazimanirwa, Nyarubwana na yo bayiha ubikwiye.\n\nBukeye umugore abaza umugabo we ati, \"ariko wowe n'imbwa yawe ko mwabyibushye n'iki?\" Umugabo ati, \"kwa databuja badufashe neza cyane, baturinda icyitwa inzara cyose.\" Umugore ntiyashirwa, bibaho. Bukeye ahamagara Nyarubwana ati, \"mbwira icyababyibuhisije wowe na Shobuja; nutambwira Kandi nzakwicisha inzara nta kindi gihano nzaguha!\" Imbwa iti, \"batwitayeho cyane tubona ibyo turya n'ibyo tunywa byinshi.\" Umugore yanga kwemera yanga kugaburira Nyarubwana, igiye guhodoka iragenda yegera nyirabuja iti, \"najyaga guhiga inkware, inkwavu, isha, nkabaga, nkotsa, ngahamagara databuja tugasangira!\" Umugore ati, \" nuko urakoze, dore igaburo ryawe nk'uko bisanzwe.\"\n\nUmugore ati, \"ishyano ryaraguye! ubonye  ngo umugabo wanjye asangire n'imbwa, ahumane, none nanjye akaba ashatse kumpumanya, n'ako byararangiye ntagisigaye, nta bwo tukibanye ngiye iwacu.\" Nyarubwana ikaba yari ifite ibibwana. Ibonye nyirabuja arakaye, yitegura kugenda, ifata ikibwana cyayo igishyira mu gicuba cy'amata y'amacunda nyirabuja yanyweshaga umuceri. Umugore mbere yo kugenda, akajya aza agasomaho ariko atazi ikirimo.\n\nNuko mu gitondo cya kare umugore abwira umugabo ati, \"urabeho sinshoboye gusangira n'imbwa!\" Agenda ubwo! Umugore amaze kugenda, umugabo ati, \"Nyarubwana rero wararikoze, wamennye ibanga none dore ibibaye?\" Nyarubwana iti, \"ceceka nzamugarura bidatinze.\" Mu gitondo kare, Nyarubwana irabyuka, ibanga ingata ifata igicuba kirimo amacunda, umuheha n'ikibwana irikorera n'iwabo w'umugore.\n\nUmugore ayikubise amaso, agenda yiruka ayisanganira ku irembo ati, \"ni ibiki Nyarubwa?\" Nyarubwana iratura, irapfundura igicuba yereka nyirabuja, akubise amaso cya kibwana arumirwa. Nyarubwana ati, \"nta soni ufite zo kundira abana ukabasomeza amacunda warangiza ugafata inzira; ikigira iwanyu?\nNzanywe no kugira ngo mbyereke ababyeyi bawe ndetse n'abaturanyi, hanyuma bavuge uko nkwiye kumera!\"\n\nUmugore ati, \"ceceka hoshi dutahe, ndetse ntugere no mu rugo, iwacu bataza kukubaza ikikugenza.\" Umugore yihina mu nzu afata utuntu twe yazanye, abwira iwabo ati, \"umugabo wanjye antumyeho ko arwaye yarembye, none nta kundi nagira, ngiye kumurwaza!\" Umugore na Nyarubwana bafata inzira barataha, umugabo abwira umugore ati, \"ari ugusangira n'imbwa, ari no kurya ibibwana byayo ikigayitse cyane ni ikihe?\" Umugore abura icyo asubiza. Nibwo avumye imbwa ati, \"kuva ubu ntihazagire imbwa yongera kuvuga ukundi!\" kutavuga kw'imbwa ngo ni aho byaba byarakomotse.",
    "tags": [
        "Imigani"
    ],
    "language": "Kinyarwanda",
    "id": "gxJmbGOv4RjeZRLttF0i",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho, Gusoma umwaka wa 6. Icapiro ry'amashuri. Kigali, 2004.",
    "rating": 2.6352962884377873,
    "title": "Nyarubwana",
    "visibility": "public",
    "author": ""
}