{
    "language": "Kinyarwanda",
    "content": "Umunsi umwe, umuhari wahuye n'isega, urayibwira uti, \"umuntu agira intege cyane, nta nyamaswa yamukira itamuhenze ubwenge.\" Isega iti, \"iyo mbona umuntu rimwe risa, ni ukuri naherako musumira.\"\nUmuhari uti, \"ejo uzaze nkwereke umuntu kandi nzamugufasha.\" Nuko ngo bucye mu gitondo, isega n'umuhari bijya kwicara ku nzira, aho umuhigi yajyaga anyura iminsi yose. Ubwa mbere hanyura umusirikari ushaje.\nIsega ibaza wa muhari iti, \"uyu ni we muntu?\" Umuhari uti, \"oya, uyu yahoze ari we kera.\" Inyuma ya wa musaza haturuka umwana, aza amukurikiye. Isega iti, \"umuntu ni uyu?\" , Umuhari uti, \"uyu azaba umuntu kera, ubu ntaraba we.\"\n\nHashize akanya, umuhigi ahinguka hirya afite imbunda ku rutugu n'inkota mu hitugu. Umuhari uti, \"dore noneho umuntu araje, genda umufate, jyewe nigiriye mu mwobo wanjye.\"\nNuko isega igenda igira ngo ifate wa muntu; imugeze iruhande wa muhigi ntiyatinya, ayikubita isasu hagati y' amaso, isega ntiyabyitaho, izinga umunya ikomeza kumusatira. Umuhigi arongera ayikubita irindi sasu.\nIsega irihangana iramwegera cyane. Imaze kumwegera, akura inkota ye, ayitemagura hose. Isega igenda ivirirana, isanga umuhari itaka cyane. Umuhari urayibaza uti, \"mbega mwana wa da! Aho ntiwanesheje wa muntu!\"\nIsega iti, \"ceceka sinarinzi intege z'umuntu, ni we ugira intege z'ukuri. Ubwa mbere yenze inkoni yari ku rutugu, ayishyiramo umwuka, ayinturikiriza mu maso birantokoza rwose; arongera ubwa kabiri abinturikiriza ku mazuru, numva bimeze nk'unteyeho amabuye; arongera yikuramo urubavu rumwe, ararunkubita. Nari ngiye gupfa rwose.\"\nUmuhari uti, \"erega umenya wahashye! Ntuzongere kwirata ukundi rero.\"\n\n\"Uguhiga ubutwari muratabarana.\" kandi ngo, \"Ubwenge busumba ubugabo.\"",
    "tags": [
        "Imigani",
        "Abana"
    ],
    "createdTime": "2021-10-19 13:33:39.821000+00:00",
    "id": "H9jNllGgN1Hl0HP5kXO1",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho. Gusoma; umwaka wa 3. Icapiro ry'amashuri. Kigali, 2004.",
    "rating": 2.2579202614435654,
    "visibility": "public",
    "title": "Isega n'umuntu",
    "author": ""
}