{
    "createdTime": "2021-10-19 13:33:41.655000+00:00",
    "content": "Kera hariho umwana w'ikizeze, akitwa Joriji Baneti. Umunsi umwe, nyina amwohereza kumugurira inshinge ku isoko. Umwana aragenda, amaze kuzigura, agaruka azipfumbase mu gipfunsi. Ageze mu nzira, abona inyoni yafashwe n'umushibuka iruhande rw'ikirundo cy'ibyatsi byumye. Ariyamirira ati \"Yoo! Mbega inyoni nziza! Kereka nyifashe!\" Agira za nshinge azishinga muri bya byatsi, yanga ko zimubuza gukoresha amaboko yombi. Amaze gufata ya nyoni agaruka gushaka inshinge muri bya byatsi. Atazibuze ga! Arashaka, arashaka, aho mugabo abona rumwe, izindi arazibura! Bigeze aho, nk'aho yagatashye, aribwira ati \"Mama ndamuzi, arantonganya ndetse arankubita. Reka nshire ubute nzishake, sinamukira!\" Dore rero na we ngo yungutse ubwenge, ashinga ku byatsi abiha inkongi ngo aze gushakira inshinge mu ivu. Mbese ubwo yari kuzibona? Erega ntiyari ikizeze, yari akabije!\n\nNuko amaze guheba, ataha yifashe mapfubyi. Nyina yumvise uko byagenze, ararakara, niko kumubwira ati \"wa cyontazi we, imifungo ibiri y'ishinge ni yo wagombye gushinga mu kirundo cy'ibyatsi? Wabaye wazitungaga ku kuboko kw'ishati? Pu! Dore enda jya gutyarisha iyi suka, cyangwa na yo uyite!\" Joriji isuka arayibatura, agenda yishimye, kuko nyina atamukubise. Aho muzi uko yabigenje bamaze kumutyariza? Umusa w'isuka yawushinze mu kuboko kw'ishati irashishimuka. Nyina amukubise amaso, n'ishati yacitse, atera hejuru ati \"wa njiji we, urabona ngo urapfumura umwambaro wawe? Wabaye watwaraga iyo suka ku rutugu! Cyono jya gucyura ingurube iri hepfo hariya mu njumbure!\" \n\nJoriji agenda ubwo; abonye ingurube, yibuka ibitutsi bya nyina, niko kuyiterera ku rutugu. Ya ngurube igira ugutwi kwa Baneti irakuha. Noneho nyina amubonye induru ayivaho, ati \"yobobobo!! Wa gipfu we, ingurube yarinze kuguca ugutwi ureba iki? Wabaye wazaga uyikurura inyuma yawe? Ntacyo uzimarira, noneho ndahebye! Cyono jya kwa Veronika gutira inkono yo guteka inyama!\" Joriji Baneti yiruka ubwo no kwa Veronika mu gacyamo. Amaze gushyikira inkono, ashumika umugozi mu mukondo, agenda ayikurura inyuma ye. Hogi, Hogi, Hogi! Igikono na cyo kiramuhima, kigenda cyenda kumuca ibitsi inzira yose. Ageze mu irembo; nyina amukubise amaso, ati, \"Shyuu! Joriji we nibakureke, uri inka mu zindi! Nanjye ngo uri inka. Ashwi na yo ntuyigejejeho! Nkuyeyo amaso, sinzasubira kukwakura; ejo ntaziruka ku gasozi kubera wowe!\" \n\nNyamara nta mubyeyi ucika ku mwana we. Baca umugani ngo \"ubyaye ishyano araryonsa\". Bwagiye kwira, nyina aramubwira, ati \"mwana wanjye, ni wowe mfite wenyine, ni wowe nkunda, ntukababazwe n'uko ngutuka; mba ngira ngo uce akenge nk'abandi bana. None dore ngiye kugura umunyu n'urusenda byo gushyira mu nyama kugira ngo zize kuryoha, usigare unshaniye ndatebuka. Nubona inkono igiye gukama ntaraza, wongeremo utuzi dukeya. Uramenye ntushyiremo menshi ataza kubishya umufa!\" Nyina amaze kugenda Joriji asigara ku nkono, ahutagira umuriro, acucagira amazi make muri ya nkono. Bigeze aho agira inyota nuko ajya kunywa divayi. Idebe rya divayi ryari riteretse ku gisanduku hamwe n'andi, rifungurirwa mu ndiba uruhande rumwe. Amaze gufungura ngo anywe, yumva umurangu uratunguye. Ahaguruka bwangu yibagirwa gusiga afunze rya debe, ajya gucurira amazi mabisi muri za nyama. Agarutse kunywa divayi, asanga yashiriye hasi. Atera hejuru, ati, \"Yebabawe! noneho mama aranyica!\" Aratekereza ati \"ibyiza ni ukubihisha.\" Nuko akurengera ku mufuka w'ifu ayinyanyagiza mu kiziba cya ya divayi.\n \nInkoko yarariraga imwikanze irakokoza. Baneti ayumvise, ayibwirana umujinya ati \"ceceka wa ndondogozi we; uramenye utaza kubibwira mama!\" Abaye akibivuga ayitera bigezo umujugujugu w'umuhoro ayigesa akajosi, iracuranguka. Abonye ayishe arataka, ati \"ye baba we! noneho amagi azararirwa na nde? Reka njye kuyararira mu kigwi cyayo.\" Nuko Baneti ajya kubunda hejuru y'amagi. Nyina arashyira araza. \n\nMama: Joriji, Joriji uri he?\nJoriji: Ndi hano mbundikiriye amagi, kuko nishe ya nkoko!\nMama: Wishe ya nkoko? Wayihoye iki?\nJoriji: Yashakaga kundega kuko nangije ifu.\nMama: Wangije ifu ute?\nJoriji: Nayisutse mu kiziba cya divayi nari maze kumena.\nMama: Wamennye divayi yose yari mu idebe? Mbega igihu cya Nyantango!\n\nMana y'ijuru, noneho tugiye kuzamera dute? Dusigaye i heruheru! Dusigaranye amaso yo kurira gusa. Dupfuye rubi, rumwe rw'imbwa zitungwa no kugondoza rubanda no kuyoboza amacuti. Nuko nyamugore asohoka arira, ahetse amaboko. Joriji Baneti amwoma mu nyuma. Bwari bumaze guhumana; umuntu yajya kurora undi, akabanza gushishoza.\n\nWa mubyeyi abonye ko umuhungu we amukurikiye, aramukomera ati, \"urajya hehe Joriji we? Pfa gusiga uhishe urugi.\" Nuko Baneti arakimirana n'imuhira agira rwa rugi arushikanuza ku muryango, aruterera ku mutwe, akurikira nyina. Undi ashubije amaso inyuma, abona Baneti n'urugi ku mutwe, arumirwa ati, \"iri ni ishyano! Ndarikika nte?\"\n\nMama: Wa kizeze we, ninde ukubwiye gushikuzaho urugi?\nJoriji: None see si wowe umbwiye ngo ndushike?\nMama: Sinari nkibwiye ko urukururiraho gusa, kugira nibura dusige twegetse ku muryango?\nJoriji: Nuko rero numvise nabi. None se mbigire nte?\nMama: Shyuu! Ni ishyano, rimwe ribi rutagira gihanura!\n\nNuko Joriji na nyina barakomeza baragenda. Hashize umwanya, bumva amajwi y'abantu imbere yabo. Nyamugore ubwoba buramutaha, nuko abwira umuhungu we ati, \"turashize; reka twurire igiti, abo wumva ni abanijoro.\" Ibisambo bigeze munsi y'igiti bitangira guteka no kubara amafaranga byibye. Hashize umwanya, Joriji abwira nyina ati, \"mawe! Ndakubwe; ndumva nshaka ku... Kandi sinshobora kwihangana.\"\n\nMama: Ikomeze wa kiroge we batatwica!\nJoriji: Sinabishobora, kandi sinagerageje kwihangana kera gake! Uruhago rurenda guturika. Birabe uko byakabaye!\n\nAgize ngo ararekura, inkari zose ziboneza muri ya nkono y'ibisambo. Naho bya bindi, \"ego ko, ngabo rero imvura yagwa se! irahise uno mwanya! Ahari ni intonyanga. Ntacyo bitwaye ariko! ikivuye mu ijuru kikagwa mu nkono kiba ari cyiza.\" Ibisambo ntibyabyitaho, byikomereza kubarura amafaranga; ni nacyo cyari kibibabaje ngo hatagira ikizimba ikindi mu migabane.\n\nJoriji amaze akanya, yongera kongorera nyina ati, \"ntabwo urugi rurandemereye; ibinya bimaze kuza mu mutsi, ndumva rwenda kunshika.\" Nyina aramutwama ati, \"rukomeze batatugirira nabi.\" Urugi rumanika hejuru no hagati ya bya bisambo ngo, \"pi!\" Umutima ubihubukamo bikwirwa imishwaro, byiruka amasigamana. Kibuno mpa amaguru, kibuno mpa amaguru! Bigenda bitarora inyuma; bimwe biti, \"twakurikiwe.\" Ibindi biti, \"ijuru rigiye kutugwira!\"\n\nJoriji na nyina babonye byirutse bamanuka ubwo batangira kuyoragura bya bifaranga. Buzuza imifuka, ibindi babitonda ku rugi, bafatanya kurwikorera, basubira imuhira bishimye.",
    "tags": [
        "Imigani"
    ],
    "language": "Kinyarwanda",
    "id": "IwpBuJn4v3QTf3qAtYoe",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho. Gusoma; umwaka wa 5. Icapiro ry'amashuri. Kigali, 2004.",
    "rating": 64.23324587725817,
    "title": "Joriji Baneti",
    "visibility": "public",
    "author": ""
}