{
    "language": "Kinyarwanda",
    "content": "Abashumba batukanira ku gasozi, baranguruye ijwi, batishisha. Baritukanira ubwabo, bagatukana kuri ba NYINA. Amagambo batukanamo usanga atondekanyijwe ku buryo bunogeye imvugo, kandi avugitse neza ku buryo wakekeranya kubyitiranya n'imivugo cyangwa n'ibyivugo.\nUbwo buryo bwo gutondekanya amagambo, ukabanziriza ku magambo adakanganye, ugaheruka ashisha, buba bugamije kurangaza ubwirwa, umureshyareshya, ngo aguhugireho, maze uze kumwandagaza atakwimye amatwi.\n\nIyo abatukana banzikanye, bifata ku gahanga, bakikandagira ku ivi, maze rukambikana. Muri uwo mwisuko w'urusakwe, kirazira gusubira mu gitutsi undi yagututse; kirazira gusubira nawe ubwawe mu cyo wigeze kumutuka; gusubiza ngo, \"na we\" byo bigaragaza ubugwari, bigaragaza ko ibyo wari uzi bimaze kugukamana.\nUbundi ibitutsi biza byisukiranya, byivunderezanya agatebezanyo, ubanjwe agahita asubiza, atabanje gushakisha. Iyo bitabaye ibyo rero, umwe mu batukana agatangira kwiyumvira ashakisha icyo ari busubize. aba atangiye guteba no gutatira umwisuko w'injyana.\n\nIcyo gihe uwo batukana akora iyo bwabaga maze akazikura utwari dusigaye mu nganzo ye; akamudubika, akamwungikanya ho ibitutsi ari cyo kigatagaza intanga-muganzanyo. Ababyumva bati, \"araguhomeye, ntuzamusubire!\"\nKuva ubwo undi ntiyongere kuryebuza akarimi, akanuma, akazanacukira aho kongera kwigera n'umurusha inganzo ifite ibivumbikisho bisumbye iby'iye.\n\nAbajya gutukana barasemburana: barahamagarana ngo, \"yewe shahu we!\" bagakurikiza igitutsi. Bahera ku bitutsi byoroheje, bakagenda benyegeza mo ibikaze. Abatukana baba bahagaze ihirengeye ku musozi iteganye, bifata ku gahanga, bakikandagira ku ivi, bamwe bati, \"abaha n'aha abannya mu mazi bakayavoma ayeyeyeyeyeeeeee...\" \nAbandi nabo bati, \"ab'aha n'aha abaca mu cyuho bakarya imyavu ayeyeyeyeyeye....\"\n\nUmwe ngo: \n- Yewe shahu we, ndagutuka ngutokoze ndagutuka utatabe ujye gutora ubutu u bwo gutera mu gatuba ka nyoko.\n\nUndi ngo:\n- Yewe shahu we, umpangare nguhangare nkomeretse nyoko muri baguname yakunyaye.\n\nUndi ngo:\n- Yewe shahu we, ngutuke nitangiriye itama nyoko aragata inganga ya mbere.\n\nUndi ngo:\n- Yewe shahu we, umuswezi wa nyoko ni nyokorome.\n- Uragaseka bayisoka nyoko.\n- Ntukabure icyo urisha umutsima nyoko yicariye inyama.\n- Gakubitane agatugu n'agatuba ka nyoko\n- Gatsitare ku mabya ya so ukubite amazuru mu gatuba ka nyoko\n- Gacumite nyoko umucuritse numucurura umuce rugongo.\n- Nyoko aragasura so yase inkingi imbaragasa zimutonda ku nkaka.\n- Nyoko aragakubita akabuno imbere y'intore.\n- Nyoko arakagurana impare impamba.\n- Nyoko arakagurana injuma injumbure.\n- Nyoko arakagurana imboro imbogeri.\n- Nyoko arakagurana umushino umushongoro.\n- Nyoko arakagurana igituba igitoke.\n- Nyoko arakagurana umusururu umusundi.\n- Nyoko aragatera inogo aho so yateye imboro.\n- Nyoko aragakuna umwe ukwire u Rwanda.\n- Nyoko aragapfuna aguhereza nakuna umukururire.\n- Nyoko arakabyara inzingo abarize izuba imbere y'iziko.\n- Nyoko aragashimisha imishino imishishi.\n- Nyoko arakihara inkuru mu nkanka z'agashino.\n- Nyoko aragasimbuka umuseke umusambi umusumire agashino.\n- Nyoko arakagusasira umusambi umunyunyuze imisundi.\n- Nyoko arakwicwa n'inkarasundi ya nyogosenge itagira utuzi na tunzinya.\n- Nyoko arakicarira igishyitsi rugongo ite igishishwa.\n- Nyoko aragatagataga atambane n'agasiga abanje guta rugongo.\n- Nyoko arakimana urujigo n'inkondo ya rujoka n'ikirumiko mu maguru.\n- Nasanze nyoko asekura injuju musekura inkaka musatura injuma.\n- Nyoko arakicara kuri Karisimbi mu Mikeno imishino ishoke isoko rya Bizige.\n- Nyoko arakantuma i Nyarugenge ngaruke namenye ubwenge nkubire ubuhiri hasi nkure ubutini bwa so.\n- Nyoko aragakoma umubanga na wo umubanga ukome ikijabari na cyo ikijabari gikome icyugu na cyo icyugu cyugumbire injunga y'injuma ya nyoko.\n- Nyoko arakamanuka kuri Mbogobogo ahetse imboro i mugongo yicumbye rugongo nagera mu kabande anyweshe agashino amazi.\n- Nyoko aragahena mu gahinga mpenengeze yo agahindu mukure inyama y'abahigi nyimwambike mu gahanga.\n- Nyoko aragakubitwa imbarimbari mu mbariro z'amatako rugongo yikube bayikubite ikirumiko cyarumutse nyogokuru mu gitungu cyaboze.\n- Nyoko aragakubitwa imarusate mu rusundi rw'urumane.\n- Nyoko aragakubitirwa aho yahinze yikuburire aho yaneye.\n- Nyoko aragacibwa \"rubanza-kwicara\".\n- Nyoko aragacibwa icyo akuba yota.\n- Nyoko aragacibwa ingabo ikingira amagara.\n- Nyoko aragacibwa akatsamurira ka nyenyeri kanyenyeretsa imvura ikagwa.\n- Nyoko aragacibwa urutezo urutuba rumatane n'innyo.\n- Nyoko aragacibwa agashino n'agashibutse imbeba zikarye n'akagiye kubara inkuru inkuba igakubite.\n- Nyoko aragacumitwa n'uwo acukije wa rucantege ayimucire mo.\n- Nyoko aragacumitwa n'agasamunyiga agasigaye ifuku zikarye ubukobora.\n- Nyoko aragacumitwa na Bicumunyu bya Gacumba ntacugita angana amaseke yo kuri Mwogo.\n- Nyoko aragacumitwa na Biraciye imbwa y'umuzungu icuga ubutitsa ikamucugita ubura bukaza bwanga kuza ikajya kubwenda iyo bwagiye.\n- Nyoko aragacumitwa na Biraciye imbwa y'umuzungu icumita cyane yamucugita amaraso akaza mu bisigati bya rugongo.\n- Nyoko aragacumitwa acugusa umwoyo na bwo ubuzutu buvuza impanda, na yo rusake ibudondanga na bo abatware baca urubanza na yo rugongo ijya guhanuza.\n- Nyoko aragacumitwa ku musange na wo umusonga umumene ibere na wo umusambi usokoza isunzu na yo sakabaka ijya guhanuza.\n- Nyoko ni ngungu nyina wa ngurube agira imisundi magana inani.\n- Nyoko ni ngungu nyina wa ngurube agire imisundi iziko kwerera bakayizirikana ku mizibaziba bayizitura ikamara abantu.\n- Nyoko ni nyirarubangabanga rwa nguye-i-mwonga namubanguriye akiri umucuko n'ubu aracyacumba umwotsi mu gashino.\n- Nyoko ni nyirakigumbagumba cya ngumba y'ibwami kibona imboro kikasama cyayibura kikiheba ongera untuke mushino wa nyoko.\n- Nyoko ni rwoza mbehe rwa mbogeri nta kabi kamurenga arengurwe n'umusonga mu nsina y'umusundi hejuru ya rugongo.\n- Iyarinze ni yo yima: nyoko arakimira ku mezi nk'intama.\n- Iy'imbumbe iy'imbumburi iya rukara rwa Mbonyi iyo nyoko ambonye n'imboro yanjye agire ati: mbaaa.\n- Nyoko arakimira ku rubariro abyarire ku rumambo.\n- Nyoko naramusweye arusha rusizi kuvubura.\n- Ko nyoko yambwiye ko atarya ingurube yunama nkabona ibinono.\n- Nta ko ubukene budatera n'ingobyi y'umwana iraguma: nyoko arakaguheka mu muguta w'imboro ya so.\n- Nta gati katamera amashami: nyoko arakamera agashinge mu gashino.\n- Nyoko naramuhoranye naramutunze, naramuteruye ndayimutera asuka imitezi.\n- Nyoko arapfapfana arapfayongwa araca imivovo n'imiravumba arakora hirya agakora hino yahena inturo zikamunyaza.\n- Kuri diridiri kuri dirimba kuri cuga bacumite nyoko araneye.\n- Fata agaheto mfate akandi tujye kurasa imisure yayogoje imisundi  ya nyoko.\n- Hakurya zirakuka hakuno zirashoka ziri mo rutara rw'abatanazi, nyoko aragatanaga umushino mu murya w'inanga.\n- Cyakurukuru cyakurumba nyoko aragakurunga umushino mu ivu.\n- Ku mutututuru ku mutukuza-nyoni imisure yamaze imishino ya nyoko.\n- Ku mushikishiki ku mushikura-nkoni wa rusabaganya imishino ya nyoko irava imiregesho.\n- Cyakurukuru cyakurumba icyana cy'inuma cyacumise nyoko akiri umucuko n'ubu aracyacumba umwotsi mu gashino.\n- Ku munyegenyege ku munyegerezo ku mudakubitwa kwa Rugaju irashya irashyukwa nkayisokasoka nkayisongora nkayisiga ivu nkayisoka nyoko muri baguname yakunyaye.\n- Iy'ikijugujugu iy'ikijangati Jarubeti na Mageragere nkayifata nkayisongora nkayisiga ivu nkayirenza so nkayisoka mu binugunugu bya rugongo rwa nyoko.\n- Iy'ikijugujugu y'ikijangati Jarubeti na Mageragere nkayifata nkayisongora nkayisiga ivu nkayirenza so nkayisoka nyoko muri bwa busa bw'imisundi ye.\n- Namanutse kuri Rukirage nikoreye ibikenyeri nsanga ibikeri bigonga mu gashino ka nyoko.\n- Navuye i Murera ndi umugabo ntaha i Busozo kwa Ndagano nsanga nyoko aratambikije mukubita imboro arabandagara mwongeye indi aratembagara mwongeye indi arakumbagara nti byuka uyirye uba uswewe na so muri ubwo busa bunuka agasu (cyangwa cucu).\n-   Ndi akamarimari ndi akamara-magambo\n    ndi inyana ya bugondo\n    icumbagira itarwaye \n    nicotse mu inshamba\n    nkura intare ikinono\n    ncyambara mu misundi\n    ngarutse nkura nyoko rugongo.\n\nIyo abatukana banzikanye, usanga bizihiwe, ndetse n'ababyumva ugasanga bahimbawe kuko iba ari imihigo mu yindi, buri wese arwana ishyaka ry'icyubahiro cye cyangwa cy'abe, yandagaza icyubahiro cy'uwo batukana cyangwa icy'abo uwo batukana arengera.\n\nYego na none \"nimusigeho\" y'abakuru cyangwa \"bano bana barerewe he\" ntibura; ayo magambo y'abasheshe akanguhe asa n'agaya iyo mvugo, aba ashingiye ku rwiyerurutso.\n\nGutukana, byizihiraga abana batarava mu bugimbi, bikizihira abashumba. Iyo umuntu amaze kugimbuka, ibyo gutukana aba acanye na byo, yaba anabigize bikitwa ubukunguzi.",
    "tags": [
        "Abakuru"
    ],
    "createdTime": "2021-10-19 13:33:18.980000+00:00",
    "id": "L3biajDIWUT3ics7WFVm",
    "source": "Umpangare Nguhangare - 1991, Urup. 33",
    "rating": 8.011214208062881,
    "title": "Gutukana kw'abashumba",
    "visibility": "public",
    "author": "Sibomana Antoine"
}