{
    "createdTime": "2021-10-19 13:33:53.668000+00:00",
    "content": "Kera habayeho umugabo, bukeye ashaka umugore, babyarana umwana w'umukobwa, bamwita Nyamahe. Nyina akamuhozaho ijisho igihe cyose, akamutoza n'imico y'abantu. Umwana aba aho, amaze kuba umwangavu, nyina arapfa. Nyamahe asigarana na se. Akomeza kugira imico nyina yamutoje. Se yitwaga Muhozi. Yiyumanganya urupfu rw'umugore we iminsi mike; bukeye ashaka undi mugore. Uwo mugore aza ari gica, aza yanga Nyamahe. Uwo mwana ariko aramushobokera; bitewe n'uburere bwiza nyina yamuraze. Nyamahe amaze kuba inkumi ashaka kujya kwa Nyamuhanzi nk'abandi bakobwa, kwihangisha amenyo. Niko abakobwa b'icyo gihe babigenzaga, ngo bazakunde basabwe. Abikojeje mukase, amutera ibyatsi. Umwana aremera aguma aho. Bagenzi be baramubwira bati, \"ngwino tujye kwihangisha amenyo, nawe uzasabwe ushyingirwe.\" Abibwiye mukase, na none aranga. Ababwira ko atarahirira inyana ubwatsi. Kandi ko ataraha abana amata. Ati, \"nimwigendere.\" Abana buwo mukase bamaze gukura, bajya kwihangisha. Nawe aricecekera. Ariko nawe agahora yifuza kujya kwihangisha amenyo nk'abandi.\n\nBitinze Nyamahe amaze kubona ko atazabona uburyo bwo kujyayo ku manywa, yigira inama yo kuzajyayo nijoro. Bumaze kwira, imirimo yose irangiye, yambara uruhu rwe rwiza, araboneza ajya kwa Nyamuhanzi. Agitirimuka aho, ahura n'abakobwa bavayo, asanga ari beza; araturika ararira, avuga ati, \"Mukadata yanyanga, arakangwa n'Imana.\" Nuko arakomeza agera ku giti cy'umurinzi cyari munsi y'u urugo rwo kwa Nyamuhanzi. Akihagera, yumva Nyamuhanzi aramubwiye ati, \"aho wajyaga urahageze.\" Nyamahe araza, nuko Nyamuhanzi amutaka ubwiza aramunoza, amuha n'amenyo y'urwererane, Nyamahe arishima. Nyamuhanzi Ati, \"genda ntuzamara kabiri utarasabwe. Maze ureke kwanduranya na mukaso.\" Yungamo ati, \"ntuzerekane amenyo yawe.\" Nuko umukobwa arakimirana, arataha. Ngo bajye kubona, babona Nyamahe arasa n'inyenyeri, barumirwa. Barumuna be ishyari rirabarya. Mukase nawe atangira kumugusha neza, ariko undi akanga guseka.\nAbwira abakobwa be ati, \"nimukureyo amaso; yahanzwe ubwiza n'ubundi yari abusanganywe.\" Ariko akomeza kumuvunisha imirimo. Se Muhozi ntacyo yari azi. Kuko Nyamahe yahoraga yicecekeye. Buracya baza gusaba Nyamahe. Bamusaba ku manywa. Nimugoroba se aramushyingira. Umukobwa arashyingirwa, atandukana na mukase. Mukase bimwanga mu nda. Atangira kumuteranya n'iyo yashatse, ati, \"muramenye dore mujyanye umukobwa w'igitsire. Ntagira uwo asekera.\" Nyirabukwe arita mu gutwi; bimutera amatsiko. Aramugenzura.\n\nAsanga koko umukazana we adaseka. Nuko aza kumuteranya n'umugabo we. Umugabo ariko ntiyabyitaho. Nuko umugabo akajya amwihererana, akamubwira ati, \"Nyamahe wasetswa n'iki?\" Undi akamwihorera. Akamubwira ko Imana yabimubuje. Ahubwo akaririmba ati, \"naho waza ubwawe, sinasekera abana. Naho wazana umwami, sinasekera abishywa. Naho wazana imfura, sinasekera abiru. N'aho wazana Imana sinseka. Ese Nyangoma ya Muguya nsekera iki?\" Umugabo akamwihorera. Bukeye Nyamahe amaze kugira imbyaro eshanu, abantu bose baramuzira, bamuziza ko adaseka. Asigara akunzwe n'umugabo we gusa.\nBibanga mu nda. Nuko baza kwoshya umwana we w'imfura bati, \"ubwire nyoko agusekere. Urire ahubwo ugeze n'aho gupfa. Umwana ati, \"koko aho nabereye, sindabona mama aseka.\" Umwana araza yicara iruhande rwa nyina aramubwira ati, \"nsekera.\" Nyina aranga. Umwana ararira, arapfa. Nyamahe arabihisha, yifasha umwana amuhamba wenyine. Abeshya umugabo ngo yagiye kwa sekuru. Bukeye boshya umwana wa kabiri. Nawe bigenda kwa kundi, nyina yanga guseka. Umwana ararira arapfa. Boshya uwa gatatu n'uwa kane. Bose arabangira, barapfa. Nyamahe yemera ko abana bapfa aho kumena ibanga ry'Imana. Akomeza no kutagira ijambo abwira umugabo we. Umwana wa gatanu ari nawe w'umuhererezi nawe abwira nyina ngo ni amusekere. Noneho Nyamahe biramuyobera.\n\nAsanga agiye gutera agahinda umugabo we atazashira. Umwana atangiye kwinginga nyina ngo amusekere, amukubita mu mugongo, aramuheka. Yenda amata, yicara ku ntebe. Nuko araturika ararira avuga ati, \"Nyamuhanzi, wankuye aha ngaha. Utunma ntandukana na mukadata. Umbwira kutazamena ibanga sinarimena. None ungize ute?\" \"Ihorere Mutesi. Niwanga guhora ngushyire uwakumpaye. Umvira nkuguyaguye, mwana wanjye\". Ngo ajye kumva yumva umwana mu mugongo arapfuye.\nNyamahe nawe abona ararigise, arigitana n'intumbi y'umwana yari ahetse. Nuko yumva Nyamuhanzi iramuhamagaye ati, \"Humura mwana wanjye sinaguhermukira kandi waranyumviye. Amaherezo, nuko aramuzura, azura n'abana be bose, arabamwereka bose uko ari batanu. Amuha inka ngo aba yarahawe naba sebukwe, iyo batamuziza ko atabasekera nk' abandi. Amuha n'abagaragu n'abaja. Nyamuhanzi ati, \"genda maze ujye usekera abantu bose\". Nuko Nyamahe aragenda. Ahinguka mu irembo ry'umugabo we, ashagawe n'abana be n'abaja be, n'inka n'ibisabo.\nAza asekera umugabo we. Umugabo amubonye ati, \"ngwino Gitare kintwaje ubugingo.\" Barahoberana. Nuko umugabo we arabyukurutsa. Inshuti ze ziraza, barishima. Umwami aza kumenya ibyabaye. Umugabo wa Nyamahe amugira umutware. Amuha inka n'imisozi. Nyamahe abana n'umugabo we. Babaho neza. Baratunga, baratunganirwa.",
    "tags": [
        "Imigani"
    ],
    "language": "Kinyarwanda",
    "id": "msQOxXldIvDkbQbY71ez",
    "source": "",
    "rating": 25.01079492630563,
    "title": "Umukobwa Imana yahaye amenyo ariko ikamubuza guseka",
    "visibility": "public",
    "author": ""
}