{
    "createdTime": "2021-10-19 13:33:48.719000+00:00",
    "content": "Habayeho umwana akitwa Sabera, ntamenye nyiramubande icyo ari cyo. Umunsi umwe aragiye mu gikombe, sinzi uko yaje gukabukira inka, ako kanya yumva ijwi riramwigana, Risa n'irivugira mu gihugu cyari hepfo ye mu kabande. Biramutangaza bituma ahamagara ati, \"yewe! yewe!\" Ijwi risubiramo riti, \"yewe! yewe!\" Umwana arangurura ijwi ati, \"uranyiganira iki wa mbwa we?\" Ijwi risubiramo riti \"uranyiganira iki ?\" Nuko birakomeza rubura gica. Sabera ararakara cyane, maze si ugutuka ibihuru avayo. Cya gihuru nacyo si ukumusubiza. Noneho acyirohamo, ashakashakira hose uwo umwigana ngo amugirire nabi, ariko ntiyamuca iryera. Nuko amaguru ayabangira ingata, yiruka ajya kuregera nyina uwo mubisha wihishe mu gihuru, akaba yiriwe amutuka.\n\nNyina aramubaza ati, \"yagututse ngi iki ?\" Sabera aramusubiza ati, \"nikabukiriye inka yari igiye kona, ngiye kumva numva ijwi ry'umwana rinyigana, riturutse mu kabande, mu gihuru gihari.\" Mpamagara uwo nti, \"yewe! yewe!\" Aho kunyitaba akomeza kunyigana. Birandakaza cyane, ngerageje kumwiyama atangira kuntuka. Nuko ndamanuka ndamushakashaka ndamubura.\" Nyina araseka cyane, Niko kumubwira ati, \"wivuyemo ubwawe. Umenye ko nta magambo yandi wumvise atari aturutse mu kanwa kawe. Uko wibona mu mazi cyangwa mu ndorerwamo, ni n'ako iyo uvuze cyane ijwi ryawe rihura n'umusozi, rikakugarukira risubira mu byo umaze kuvuga. Iyo uvuga amagambo meza, niyo uba wumvise. None ibyo umaze kumbwira biranyumvisha ko utangiye kuba umwana mubi, usigaye utukana. Uherukire aho! Ikindi Kandi, ubwo udashaka kugirirwa nabi, nawe ujye wirinda kugirira abandi inabi.\"",
    "tags": [
        "Imigani"
    ],
    "language": "Kinyarwanda",
    "id": "MTaKbrYGsouErVAQPQJQ",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho. Gusoma; umwaka wa 5. Icapiro ry'amashuri. Kigali, 2004.",
    "rating": 9.695917753377985,
    "visibility": "public",
    "title": "Nyiramubande",
    "author": ""
}