{
    "createdTime": "2021-10-19 13:33:25.624000+00:00",
    "content": "Kera amapfa yarateye izuba riracana, ibyatsi n'ibiti, biruma, biragwengera, ibitungwa bibura icyo birya, ibintu biradogera, abantu bakajya guhaha aho imvura yagwaga. Hakabaho ihene, ikitwa Ruhaya. Ibwira izindi hene zose iti, \"nimuze tujye guhahira muri ririya shyamba rigwamo imvura; turishe ubwatsi. Amapfa nashira, tuzagaruka.\" \nIhene zose ziti, \"ni uko, ejo tuzagenda.\" Ruhaya iti, \"nyabuna murakomeze umugambi ejo muzizindure.\" Buracya ihene zose zirakorana, ziragenda; ishyamba zirarimena. Bigejeje nimunsi imvura iragwa. Ihene zijya gushaka aho zugama. Zibona isenga, ari rwo rutare impyisi yabagamo, ariko ihene ntizibimenye. Ruhaya izijya imbere. Impyisi izibonye iti, \"murakaza neza mboga zizanye!\" Ihene zose zirugama ariko zifite ubwoba. Impyisi ibonye Ruhaya yuza, irayibaza iti, \"ese urarya uduki?\" Ruhaya iti, \" ndarya utunkucenge.\"\nImpyisi iti,  mpa na njye numve.\" Ruhaya iti, \"henga ngutumirize bakuzanire.\" Nuko Ruhaya ireba amashashi y'ihene iti, \"bana banjye mwumve icyo ngiye kubatuma. Ndashaka ko mujya guca umuti wa mperezayo.\" Ziragenda zirahera. Haca umwanya munini. Ruhaya ibwira impyisi iti, \"urabizi, natumye abana b'ibizeze. Henga nohereze izindi zijye kukuzanira utunkucenge.\" Ikurebera ihene z'amariza irazibwira iti, \"nimugende mujye kunzanira umuti wa mperezayo\" Ziragenda nazo ziherayo. Impyisi irategereza, ihebye ibwira Ruhaya iti, \"ohereza izindi, za zindi zatinze.\" \nRuhaya yari izi ko impyisi ishaka kurya abana bayo na za nyina. Niko kuyibwira iti, \"henga nohereze izari zisigaye ndore, ubanza izagiye mbere imvura yazishe.\" Ibwira ihene z'amajigija iti, \"nimuze mbatume.\" Ihane ziza zose. Irazibwira iti, \"nimugende na mwe munshire umuti wa mperezayo.\" Ziragenda, zigumayo.\n\nRuhaya imara umwanya iti, \"ewe, ngiye kurora aho imvura igeze maze nzihamagare zize, zatinze.\" Impyisi iti, \"genda uzihamagare, ariko nuzibura ndakurya nta kabuza.\" Ruhaya iragenda, yihamagaza ubusa ibura icyayitaba. Yigira hirya, irahamagara. Irakomeza iragenda. Aho bigeze irashibura, iriruka. Impyisi biyanga mu nda, ihubuka mu isenga, ibona Ruhaya irashubera hakurya. Impyisi ishyira nzira, amaguru iyabangira ingata! Reka si ukwiruka, iraca ibiti, n'amabuye!\nRuhaya iza gukebuka inyuma. Uko yakabikenze, ibona Warupyisi irabutabuta mu nyuma yayo! Ikuramo na yo. Impyisi irayibwira iti, ntunsiga, uranjwa!\" Biriruka bimara imisozi, iti, \"genda shahu umpenze ubwo ntuzongera kumpenda ubundi! Habe ku manywa nkurye, habe mu gitondo nkurye. Turi kumwe na burya bwa ryari.\" Ruhaya na yo iti, \"tyaza amenyo ngo uzarya Ruhaya.\"\n\nImpyisi irataha, igenda ifite umujinya, irakariye Ruhaya. Uko yibutse ibya Ruhaya, igakubita agatoki ku kandi! iti, nda mu isenga ryayo, igeze aho iti, \"ngiye kureba Ruhaya.\" Iza mu gitondo cya kare, igera ku ngo z'abantu igihe agasusuruko kamaze gukwira, maze isanga Ruhaya iziritse ku misoto y'ikigega iravuga iti, \"si jye wagushyikira. Mbega noneho Ruhaya, ko nkwifatiye, urankizwa n'iki? Urambeshya iki kandi? Urabigenza ute?\" Ruhaya iti, \"uramaze undye uko ushaka, nta mbabazi ngusaba.\" \nImpyisi iti, \"ongera umpende ubwenge nka mbere shahu we!\" Ruhaya iti, \"noneho wanyishyikiriye, sinjya kureba ngo mbeshye. Uranyica nta kabuza, ibyo ndabiruzi. Ariko rero wanyica wagira, ureke tubanze twivuge, ni ko abashaka kwicana bose babigenza.\" Impyisi iti, \"ibyo na byo, ngaho ivuge, nurangiza nkwice.\" Ruhaya iti, \"nimara kwivuga, wowe ntiwivuga se?\" Impyisi iti, \"wakwivuga ugiye gupfa, nkanswe jyewe ugiye kukwica!\" Maze Ruhaya irivuga! Pfuuuuu Meeee Meeee! Impyisi iti, \"reka na njye nivuge rero: huuu.. huuu... huuu..!\" Abahinzi barumva, baza biruka, basanga itararangiza no kwivuga. Bayita hagati, bayivuza amahiri n'imihoro, impyisi ipfa ityo.",
    "tags": [
        "Imigani"
    ],
    "language": "Kinyarwanda",
    "id": "N8RMARV5qkerbVVtrVAY",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho. Gusoma; umwaka wa 4. Icapiro ry'amashuri. Kigali, 2004.",
    "rating": 41.78072940347589,
    "visibility": "public",
    "title": "Impyisi n'ihene",
    "author": ""
}