{
    "createdTime": "2021-10-19 13:33:38.933000+00:00",
    "content": "Inzoka ni inyamaswa iteye ku buryo butangaje. Igira umutwe mutoya ariko urwasaya rwayo rukaba rinini cyane. Zimwe zigira umubyimba wiburungushuye, izindi zikagira ubwataraye. Umubyimba wayo kenshi uba muremure, ndetse ngo hari n'izigira uburebure bwa metero cumi. Uruhu rwayo rukunda kugira amabara meza. Inzoka irumva ariko ntigira amatwi agaragara inyuma. Amaso yayo ntashobora kureba hirya no hino Kandi atwikiriwe n'utuntu tumeze nk'indorerwamo, tuyibuza gutokorwa.\n\nNaho iyo igenda ahantu hasennye cyane kandi hanyerera nko ku kirahuri cyangwa ahahomesheje sima, irizunguza ariko ntive aho iri. Inzoka zimwe z'inkazi iyo zigenda mu ishyamba cyangwa ku butayu buriho amabuye zigenda zikubanga zihuta cyane. Hariho n'izurira ibiti.\n\nInzoka nyinshi zitera amagi mu bijyo, mu bimene by'amatafari cyangwa by'amategura, mu birundo by'amabuye, no mu myobo. Ariko ntizirarira ayo magi. Izindi nkeya, nk'impiri, zirabwagura, amagi yituragira mu nda ibyana bikavuka bigenda.\n\nKu isi hari amoko menshi y'inzoka, ndetse ngo yaba agera ku bihumbi bibiri n'imisago, naho mu Rwanda yaba ashyitse mirongo irindwi n'atanu. Muri izo nzoka twavuga uruziramire, insana, ingambira, inshira, impiri, ifuha, imbarabara, insharwatsi, ikiryambeba...\n\nInzoka yirwanaho kwinshi, ikoresha ubumara, ikihinduranya yigana iy'inkazi kuyirusha ibyo bigatuma itinyika cyane. Igafata ibara ry'ahantu iri, bityo ikagaragara biruhanyije nk'uruvu. Hariho izihisha mu mashyamba nk'insana n'ingambira, zikitendeka ku mashami y'ibiti.\n\nAbantu Banga inzoka kuko zirumana, zimwe zikagira ubumara bwica. Nyamara zifite akamaro: zirya imbeba, ibivumvuri, kagungu, inzige, ibihore, n'ibindi. Inini bazikuraho impu zikorwamo inkweto, udukapu, udusakoshi n'imikandara. Mu bumara bw'inzoka abahanga mu buvuzi bakuramo imiti ivura abo zariye, ikingira abo zitararuma n'indi ivura izindi ndwara.\n\nKenshi inzoka irya umuntu ishaka kwirwanaho, n'iyo uyendereje ntiherako ikurya. Muzarebe nk'ibiryambeba, ntawe byakura, keretse ubirakaje bibona ko ushaka kubyica.",
    "tags": [
        "Ubumenyi"
    ],
    "language": "Kinyarwanda",
    "id": "PIuQwVgBXlAkpKj88Vbf",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho. Gusoma; umwaka wa 5. Icapiro ry'amashuri. Kigali, 2004.",
    "rating": 57.80561885470257,
    "title": "Inzoka",
    "visibility": "public",
    "author": ""
}