{
    "createdTime": "2021-10-19 13:33:44.006000+00:00",
    "content": "Umunsi umwe imbwa yarakugendeye ijya gushaka ubuhake ku ngwe. Ingwe irayibwira iti, \"ko imbwa mukunda amagufwa, naho twe tukayazira, naguhaka nte?\"\nImbwa irayisubiza iti, \"impamvu duhekenya amagufwa, ni uko tutabona inyama; mbonye inyama, amagufwa se kandi nayashakaho iki?\" \nIngwe iti, \"genda ujye wirinda amagufwa, inyama nzajya nziguhahira! Nuko iremera birabana.\n\nBukeye ingwe ibwira imbwa iti, \"umuja ni cyo akora, abana banjye ngaba, ujye ubanderera, nimpiguka ubanzanire bonke; ninjya guhiga usigare ubarinze, ubakinisha boye kugira irungu.\nKandi nongere nkwibutse, uramenye ntuzagire igufwa uhekenya, ritazanyicira abana.\" Imbwa iti, \"nzagenza neza uko ubishaka.\" Ingwe iramukana umuhigo iragenda.\n\nImbwa irya inyama nyirabuja yayisigiye, inakinisha ibibwana. Ingwe ihigutse, iha imbwa umuhigo, iranayibwira ngo izane abana bonke.\nImbwa izana ikibwana kimwe kirabwagaguza, gihaze igisubizayo izana icya kabiri, kirangije izana icya gatatu, ingwe irishima cyane.\nImbwa ikarya inyama, amagufwa ikayata ku gasozi.\n\nHahita iminsi ibigenza ityo. Hanyuma ingwe ikajya itaha ubusa, inyama zirabura, imbwa irasonza. Umunsi umwe, ingwe ijya guhiga kure. Imbwa inzara iyirembeje, ijya aho yajugunye amagufwa.\nYegura igufwa rimwe, irahekenya: kogoco, kogoco, kogoco! Igiye kurimara, akabaru karataruka ngo, \"duuu!\" Kikubita mu jisho ry'ikibwana cy'ingwe. Imbwa na yo iza irikulikiye, isanga icyana cy'ingwe ijisho ryaturumbutsemo, kirasambagurika.\nNtiyarushya ibaza igica umutwe, irawuzika, agahimba irakivonora, yiyicarira aho.\n\nIngwe ihigutse, ihamagara abana ngo bonke. Imbwa izana icyana cya mbere, kirangije izana icya kabiri, hanyuma isubizayo icya mbere; ku mubare bishyika bitatu.\nIngwe irishima ngo umuja wayo arera neza. Isubiye guhiga, imbwa irasonza, maze iribwira iti, \"igufwa rijya kwica umwana w'ingwe ni uko narihekenyeye hafi; noneho reka njye kure ndihekenyereyo!\"\nIrarijata, iriruka, ijya hirya y'umusozi, iraryahuka.\n\nIgiye kurangiza, yumva ngo, \"duuu!\" Imenya ko ari ikibaru cy'igufwa kigiye kwica ikibwana cy'ingwe! Yirukira kubura hasi no hejuru, igeze aho ikibwana kiri isanga kirasamba.\nIgica umutwe irawutabika, agahimba irakamira maze yiyicarira hasi.\n\nIngwe iza guhiguka ihamagaza abana ngo bonke. Imbwa izana icyana gisigaye, kironka, kirangije irakijyana; igeze hirya irakigarura, kironka, igisubizayo, iragikanda kiraruka, irongera ikigarura ubwa gatatu, kironka; igisubiza mu ndiri yacyo.\nIngwe irishima ngo abana bayo barabyibushye.\n\nBukeye, ingwe ijya guhiga. Imbwa ibonye amagufwa ayagirana ku zuba, iribwira iti, \"icyica abana b'ingwe ni uko nyahekenyera hafi; ndenze imisozi ibiri, nayahekenya ntibigire icyo bitwara.\" Ibatura igutwa, igenda yiruka irenga imisozi ibiri.\nIbona umwobo w'inyaga yinjizamo ikinwa, irahekenya, irahekenya. Igiye kurangiza yumva akabango karatarutse kayitsibura ku murizo, gahorera gasanga icyana cy' ingwe.\nImbwa ivumbuka mu mwobo, itumva itabona, kibuno mpa amaguru, kibuno mpa amaguru! Ngo igere ku ndiri, isanga icyana cy' ingwe kirasamba, ijisho ryanobotsemo! Iti, \"bite se kandi? Ko ari iki cyari gisigaye, Ingwe niza ndayikika nte?\"\nImbwa iragihuhura irakirya, itaburura n'uduhanga yatabye twose iraduhekenya Irangije ifashamo yiruka igana mu bantu. \n\nIngwe ihigutse ihamagara imbwa ngo iyizanire abana bonke...\nIraheba. Ijya kureba mu ndiri isanga hayihamagara iti, \"imbwa yampekuye.\" Ikubita izuru aha imbwa yaciye, irashogoshera. Imbwa igiye gukandagira munsi y'urugo rwa mbere yumva ingwe yayisatiriye.\nIkaza amaguru yitura mu rugo. Isanga umupfumu wicaye imbere y'umuryango afite impinga, iti, \"nyabuna wa mugabo we mpisha ndapfuye!\"\nUmupfumu ati, \"tambuka ujye mu mbere!\" Imbwa yinjira mu nzu. Irabukwa umutiba munini cyane mu mfuruka ya ruguru. Ibwira umupfumu iti, \"nterura unjugunye muri uyu mutiba!\"\nUmupfumu ayijugunyamo. Arangije yigarukira mu irebe ry' umuryango n'impinga ye. Ako kanya ingwe ihashinga amajanja.\n\nIbaza umupfumu iti, \"ntiwamenyera aho imbwa nari nkurikiye yerekeye ko yamariye abana?\" Umupfumu ati, \"simbizi\" Ingwe iti, \"ubanza ntakiyibonye! Ndagurira menye uko nzayica.\"\nUmupfumu yegura imbehe ye, inzuzi arazikabukira ati, \"urayishe ntibihagaze. Urabe wumva Mutimamuke wo mu rutiba!\" Ingwe iti, \"nzayitsinda he?\n\nUmupfumu akaba azi ko bazamara urubanza vuba ati, \"Uzayitsinda ku mayezi babaze inka. Aho urabe wumva Mutimamuke wo mu rutiba!\" Ingwe iti, \"ariko Mutimamuke wo mu rutiba uvuga ni nde?\"\nUmupfumu ati, \"ni izi nzuzi mbwira\" Ingwe irikubura iragenda. Ijya mu bihuru byo hafi y'urwo rugo. Bukeye babaga inka, bayitsinda mu rutoke. Imbwa yumvise akuka k'amayezi biyanga mu nda, ibwira wa mupfumu ngo ayikure mu mutiba ihumeke gatoya, Umupfumu arayisubiza ati, \"nta matwi wari ufite igihe baragurizaga kukwica?\"\nImbwa iti, \"sinzarenga irembo, nkura muri uyu mutiba!\" Umupfumu ayikuramo. Imbwa irinanura, ituma izuru hanze, agatima kararehareha. Ihagarara mu muryango ireba hanze, yumva irashishwe; isubira mu nzu.\nUmutima uyanga mu nda, iratirimuka igera mu rugo, iramoka iti, \"ni ingwe, ni ingwe y'ingore, iyo ngira umuhoro wanjye!\" Isubira mu nzu yiruka. Naho ingwe yabunze mu rutoke hafi y'amayezi; ntiyakoma.\nImbwa agatima karanga kararehareha, iraturumbira, iragenda igeze mu bikingi by'amarembo irashishwa. Isubira mu nzu ivuga kwakundi ngo, \"ni ingwe, ni ingwe y'ingore, iyo ngira umuhoro wanjye!\"\nIhubukamo iragenda igera mu ibagiro, yinukiriza amayezi. Ibonye ihavuye amahoro, iti, \"nta cyago kigihari.\" Isubirayo igira ngo yitonde ihunahune aho babagiye.\nIngwe iritunatuna, iyisimbukira ku gakanu irayica.\n\n\"Umutima muhanano ntiwuzura igituza.\"\n\nSi Njye wahera hahera Mutimamuke wo mu rutiba.",
    "tags": [
        "Imigani"
    ],
    "language": "Kinyarwanda",
    "id": "PxnzczEfxZ9dXdbKxL75",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho. Gusoma; umwaka wa 4. Icapiro ry'amashuri. Kigali, 2004.",
    "rating": 64.73538627941934,
    "title": "Mutima muke wo mu rutiba",
    "visibility": "public",
    "author": ""
}