{
    "language": "Kinyarwanda",
    "content": "Kera Bakame yacuditse n'impyisi, biranywana, birabana bishyira kera. Ariko Bakame ikababazwa n'uko impyisi iyirusha ubukungu. Bukeye Bakame ibwira impyisi iti, \"reka ducuruze impu, ubukungu bwawe burusheho kwiyongera, ndetse ungurize ibintu byo gutangiza, nzajye nkungukira.\" Impyisi irabyemera.\n\nBitangira gucuruza impu, zimaze kugwira, bijya kuzicuruza mu mahanga, inyungu ikabikwa kwa Bakame. Bakame imaze gukungahara irirwaza. Bwa bucuruzi burahagarara ariko impyisi ntiyabyitaho. Hashize iminsi, Bakame irazinduka no kwa Mpyisi iti, \"yemwe abo kwa Mpyisi mwaramutseho!\"\n\nImpyisi iti, \"bwakeye Baka!\" Bakame irihangana irarikocora iti, \"nta miramukire yanjye, baraye baducucuye, badusahuye ntibadusigira na busa.\" Ubwo impyisi igwa mu kantu, mbese isa n'ikubiswe n'inkuba. Bakame ibonye ko impyisi ibuze aha irigitira irayishukashuka, iyibwira ko izabiyishyura. \n\nBakame iragenda ifukura icyuzi, yororeramo amafi, amaze gukura ikajya ijya kuroba ayo yirira. Hashize ukwezi impyisi ijya kwishyuza Bakame ibintu byayo. Bakame iyakira neza, yikoza munsi y'urugo iroba amafi cumi iraza irayateka iyavanamo umufa uryoshye cyane, maze yegereza impyisi.\n\nMu mwanya muto impyisi iba irakomba imbehe. Irangije iti, \"mbese shahu Bakame, ibi bintu biryoshye bitya, ubikura he?\" Bakame irahaguruka ijya kuyereka icyuzi cyayo iti, \"ugende ufukure nk'iki, amafi azimezamo.\" Bakame n'impyisi igeze imuhira sinakubwira ukuntu yarimbaguye umusozi mu mwanya muto. Imaze kuyoboramo amazi, itegereza ko amafi yazamo, iraheba.\n\nNi bwo igiye kwa Bakame iyirakariye cyane. Igeze yo, Bakame iyisomya ku nkangaza y' akataraboneka. Kwibuka icyari kiyizinduye biragatabwa! Imaze kuryoherwa cyane, iti, \"mama we! Ibi se byo wabikuye he?\" Bakame iti, \"ukagira rwa rutoki rwose, ukabura inzoga y'ubuki? Hoshi genda utemagure za nsina zose, amakakama azivuyemo uyashyire mu kabindi, amaremo ibyumweru bitatu, maze uzasomeho wiyumvire.\" \n\nImpyisi iragenda ibigenza uko Bakame yayibwiye. Ibyumweru bitatu bishize, igotomeraho, maze ururimi rurababuka, inkanka ziratenguka; Umujinya urayica, ifata umufuka no kwa Bakame ntiyasuhuza, ihita igafata igashyira muri wa mufuka, ngo ijye kukaroha mu manga. Igeze mu nzira yibuka ko yibagiriwe urujigo rwayo kwa Bakame, iratura, isubira inyuma yiruka.\n\nIngeragere iza kunyura hafi y'uwo mufuka, Bakame iti, \"Uraho Ngeragere!\" Iti, \"uracyabaho Baka! Ese urakora iki muri uwo mufuka shahu Baka?\" Bakame iti, \"ntiwamenya ibyanjye. Ubu banshyize muri iyi ngobyi ngo bajye kunyimika, njye ntegeka utunyamaswa turi hariya hakurya, ni cyo gituma bagiye bampetse! Nyamara simbishaka, ariko ntibabyumva!\" Ingeragere iti, \"shyuuuu!! Ukivutsa umugisha nk'uwo! Reka nigiremo niba utabishaka.\"\n\nBakame ibanza kwangira, nyuma iti, \"ngaho jyamo ariko nawe urampemba!\" Ingeragere ihambura wa mufuka, ivanamo Bakame, maze iwinagamo. Bakame si ukuwukanira iradanangira. Irangije iti, \"ngiye kuguteguriza.\" Muri ako kanya impyisi iba iraje, ibatura umufuka ngo girigiri...! Igeze hirya iti, \"ariko noneho ko biremereye cyane, iyi nkenya iriye iki? Ayubusa ariko ndakuroha, dore igihe wambeshyeye!\"\n\nIngeragere ngo ibyumve iti, \"reka Mpyisi sindi Bakame, nshyira hasi nigendere.\" Iraboroga cyane ariko impyisi ntibyumve, ahubwo ikayisubiza ngo dore aho wambeshyeye, ubwenge bwawe ndabuzi, umunsi ntarengwa ni uyu! Iragenda no mu manga ngo pooo! Ingeragere iniha rimwe gusa, igera mu kabande itakirashya.\n\nImpyisi itaha yizeye ko igiye kwirira ya mafi ya Bakame no kwinywera ya nzoga y'ubuki. Ku mugoroba ntitarabukiyeyo, isanga ka Bakame kidundaritse ku nkombe y'icyuzi cy'amafi yako kararoba. Bihehe igihinguka aho, Bakame iba yayibonye. Bakarne iti, \"Warupyisi ntunyegere, ntabwo abatarapfa nka we bagomba kwegera abavuye ikuzimu nka njye!\"\n\nImpyisi irumirwa igirango koko Bakarne yazutse, ishya ubwoba itekereje ko wenda ihamye aho yapfa, irirukanka irahunga izinukwa ityo kuzongera kwikorereza Bakarne no gucudika na yo.\n\nSi njye wahera hahera umugani",
    "tags": [
        "Imigani"
    ],
    "createdTime": "2021-10-19 13:33:16.785000+00:00",
    "id": "q3CkFimw8X0DJ7vorkwj",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho. Gusoma; umwaka wa 3. Icapiro ry'amashuri. Kigali, 2004.",
    "rating": 43.796333825165135,
    "title": "Bakame n'impyisi",
    "visibility": "public",
    "author": ""
}