{
    "createdTime": "2021-10-19 13:33:57.484000+00:00",
    "content": "Intare, umwami w'ishyamba, yarwaje umwana ibura ibitotsi ikajya irara yomongana mu ishyamba ryose, iboroga bicika, iririra icyana cyayo. Ibaza imiti biba iby'ubusa; umurwayi akomeza kuremba kuko indwara yari yarayoberanye. Intare igeze aho yigira inama yo gukoranya ingabo zayo ngo izibaze umuti wayikiriza umwana. Buri bwoko bwose bw'inyamaswa bwohereza umuhanga bwiyizimo kubuhagararira. Inama y'abahanga ikabamo ingwe, ingeragere, umuhari, inzovu, imparage, amasatura n'izindi. Indwara iranga irayoberana. Imiti igeragejwe ikabisubiza irudubi.\n\nAbahanga bamaze gushoberwa, nyiramuhari yari ifitanye amasinde n'ikinyogote ishaka kukiroha. Nibwo ibwiye intare iti, \"Nyagasani, naje aha mvuye mu rugendo rwa kure kandi nahabarije imiti myinshi none nagira ngo mbabwire umuti wakiza umwana.\" Intare iyikubita urwara iti, \"maze ugatinda bigeze aha ngaha!\" Nyiramuhari iti, \"nimurase ikinyogote, umwana anywe amaraso yacyo ashyushye, ahage, dusigarane umurimo wo kumwondora.\"\n\nIkinyogote kibyumvise gihinda umushyitsi. Kiraza n'imbere y'intare gikoma yombi, amavi kiyarimiza mu butaka, kiti \"Nyagasani, sinakwemera ko umwana wawe apfa kandi nshobora kumuvura, ubuzima bwanjye ntiburuta ubwe. Cyakora narenzweho, nanjye uwo muti naje nywuzi ariko nyiramuhari yawibagiweho ikintu cya ngombwa. Naho twawukuye ndahababwira: tujya kuza mu nama, twagiye kuri ba bandi bagendera ku tuguru tubiri, baratubwira bati \"ni mwe mwembi umuti uzaturukaho. Bazashake ubwonko bwa nyiramuhari, babuminjiremo amaraso y'ikinyogote, umwana abirye, azakira.\"\n\nIzindi nyamaswa ziteze amatwi ziti, \"nimugire bwangu umwana ataducika!\" Nuko nyiramuhari bayica agahanga, baragasatura bakuramo ubwonko. Ikinyogote bakivoma amaraso mu mutsi w'ukuguru bayaminjira mu bwonko bwa nyiramuhari babisuka icyana cy'intare. Inama irangira ityo; ikinyogote kigenda gicumbagira, n'ubundi ariko cyari kibisanganywe, kuko cyari kimaze iminsi bagitereye umujugujugu mu myumbati. \n\nHashize iminsi ibiri, ruranga rutwara cya cyana cy'intare.",
    "tags": [
        "Imigani"
    ],
    "language": "Kinyarwanda",
    "id": "QbnIP9jIWTSZ31gQzRXj",
    "source": "",
    "rating": 10.17528028829978,
    "visibility": "public",
    "title": "Utazi ubwenge ashima ubwe",
    "author": ""
}