{
    "createdTime": "2021-10-19 13:33:52.688000+00:00",
    "content": "Kera habayeho umutware akagira umugore w'igishegabo. Uwo mutware yaritondaga, agategeka neza, ingabo ze zikamukunda kandi zikamuyoboka. Umugore we akaba umushizi w'isoni, akiha kumutegekera ingabo, kandi agasuzugura rubanda. Uwo mugore akaburanirwa, agaca imanza, akagaba inka n'imisozi, agashengererwa, umugabo we akaba nk'umuhakwa mu rugo.\nBukeye haza akagabo kakanyeshyamba gashaka ubuhake. Kageze ku rugo rw'uwo mutware, karamuramutsa, karamutsa n'umugore we. Umutware aramubaza, ati, \"wa mugabo we witwa nde, ushaka ubuhake uturuka he, kandi umurimo uzi gukora ni uwuhe?\" Umugabo aramusubiza ati, \"nyakubahwa, data yanyise Kavamahanga. Iwacu ni i Bunyaruka naho umurimo natojwe ni ukugendana na databuja akajya antuma aho ashaka.\"\nUmutware aramubwira ati, \"guma aho nguhaye ubuhake ubwo uzambera umugaragu w'inkora mutima.\" Kavamahanga ajya no gucyeza umugore w'uwo mutware. Amugeze imbere atangarira imyambaro uwo mugore yambaye, aramubwira ati, \"uraberewe, mbese urasa nk'umwamikazi nyiri igihugu.\" Maze yungamwo ati, \"ubuze ikintu kimwe rudori.\" Umugore aramubaza ati, \"icyo kintu mbuze ni iki?\" Kavamahanga aramusubiza ati, \"icyo kintu kimwe ubuze cyitwa akarusho.\" Umugore yumvise akarusho, ararahira ati, \"ngombe kubona icyo kintu mbuze, ngombe kwambara ako karusho.\" Nuko icyo gishongore cy'umugore abaza ako kanyeshyamba ati, \"mbwira neza aho nzakura ako karusho.\"\nKavamahanga aramusubiza ati, \"ako karusho kaba kure, kandi ntiwagerayo. Ikibabaje kandi nuko ntawukazanira undi. Naho ubundi nari kunyaruka nkajya kuka kuzanira.\" Umugore aramusubiza ati, \"uko undora uku ubona nananirwa iki? Niyo haba ku ijuru sinagerayo?\" Kavamahanga aramubwira ati, \"koresha impamba nyinshi, ushake n'abahetsi benshi, maze uze njye kukwereka aho ukura akarusho.\" Umugore ati, \"ngiye kwitegura ejo bundi tuzahaguruke.\" Umugore ategeka ko babaga ingumba eshatu, bagatara imiranzi y'impamba, bagasya amafu, bagashaka n'ibindi byinshi by'impamba. Bamaze kurangiza kwitegura urugendo, umugore ashinga umugabo we urugo, ngo narurinde neza, azamumurikira akubutse iyo agiye. Nuko arahaguruka aragenda ajyana n'ibintu byinshi, akurikira ako kagabo. Bamara iminsi myinshi mu rugendo. Bagiye kugera iyo bajya, ka kagabo kabwira uwo mugore kati, \"ubutugiye kugera iyo tujya, hasigaye iminsi ibiri, bwira abantu batahe, ntiwashobora kwambara akarusho bahari.\" Umugore asezerera abamuherekeje asigarana n'umuja umwe. Ibintu babisiga mu ishyamba bari bagezemwo barataha.\nAkagabo kamujya imbere baragenda bagera ku kazu k'akaruri. Kavamahanga ahamagara umugore we ati, \"uritegure nkuzaniye abashyitsi. Binjira muri ka kazu, akagabo karakinga, kamaze kurudadira neza, karahindukira kareba wa mugore wigishongore, kajya hejuru kamukubita urushyi mu matama, kungamwo, kagira kabili, gatatu. karamubwira kati, \"ngiyo rero intangiriro y'akarusho nakubwiraga.\"\nKavamahanga amucuza imyambaro yose, ayambika umugore we, azana uducabari tw'umugore we, atwambika uwo mutwarekazi, maze amwicaza mu ivu. Ibintu uwo mutwarekazi yazanye, Kavamahanga arabitwara, icyo agiye kumuha akabimujugunyira nk'uko bajugunyira imbwa. Bwacya agakubita amubwira ngo niko karusho yaje ashaka. Hashize amezi atatu, umugore arananuka karahava. Imisatsi iba injwiri, inzara z'intoki ni iz'amano zirashokonkora.\nBukeye kavamahanga amusiga aho, ajya ku mutware asanga umugore baramwereye ngo yarapfuye. Kavamahanga abwira shebuja ati, \"umugore wawe nzi aho ari mukuzaniye wampa iki?\" Shebuja ati, \"nzakugororera inka nyinshi.\" Kavamahanga asubira iwe. Ageze imuhira akora impamba, bashyira nzira na wa mugore. Bageze iw' umugabo w'uwo mugore, kavamahanga abwira wa mutware ati, \"dore wa mugore wawe ndamuzanye, heza batamubona kuko yahindanye. Baraheza, umugore yinjira mu nzu ntaw'umurora, umugabo amubonye arumirwa, atangarira uburyo yahindanye akaba mubi. Nuko Kavamahanga baramugororera arataha.\nNuko umutware ategeka ko bamwogosha ya misatsi y'injwiri, bakamwambika imyambaro myiza hanyuma baramwondora arakira, asubirana ubwiza yahoranye. Umugabo aramubwira ati, \"akarusho se kandi ntiwakabonye.\" Kuva ubu rero usubire mu mwanya wawe w'umugore w'umutware, utuje, ucisha make, wubaha abantu. Naho iby'ubutegetsi ubimparire, nijye wabigabanye.\n\nNgaho aho umugani waturutse ko urugo ruvuze umugore ruvuzwa umuhoro, kandi ngo umugore w'ingare agirwa n'umugongo w' umuhoro.",
    "tags": [
        "Imigani"
    ],
    "language": "Kinyarwanda",
    "id": "rICkZ0drIuaq1Ug9wvOS",
    "source": "",
    "rating": 96.27718761735065,
    "visibility": "public",
    "title": "Umugore w'igishegabo",
    "author": ""
}