{
    "createdTime": "2021-10-19 13:33:40.729000+00:00",
    "content": "Umunsi umwe isha yaganiraga n'izindi nyamaswa, nuko iza kuzibwira, iti, \"aho mwari muzi ko naguze ya nzovu nini muzi, none ikaba inkorera?\" Impongo yumvise ayo magambo iratangara cyane, iti, \"ni uko uvuze? Sigaho kutubeshya! Ndetse ejo kare tuzayibariza!\"\nNtibyatinze mu museso wa kare, impongo irazinduka no kwa Nzovu iti, \"ejo isha yatubwiye ko yakuguze, ngo none urayikorera, biradutangaza cyane. Twari tuzi ko inyamaswa twese tugomba kukubaha no kugutinya, none ni ibyo?\nIkibabaje kandi yabivuze hari amasatura, ingurube, ibinyogote n'izindi nyamaswa ziciye bugufi.\" Inzovu yumvise ayo magambo birayitangaza, irarakara, bituma yiyemeza kubaza isha icyayiteye kuvuga ayo magambo ateye isoni. Irahurura na yo.\nIsha ikirabukwa inzovu itangira kwirwaza. Iraniha cyane, ivuga nk'iyarembye. Iti, \"ikirenge we! Imbavu we! Umutwe we! Ayi data we!\" Ubwo niko yigaragura hasi. Inzovu ibonye isha imerewe nabi igira impuhwe, ariko ntibyayibuza kuyibaza icyatumye itinyuka kuyisebya mu ruhame rw'izindi nyamaswa.\nIti, \"niko sha ngo waranguze ungira umugaragu wawe? Ngaho se nikavuge!\" Isha irasubiza iti, \"Nyagasani ni nde wanteranyije atya?\" Inzovu irayisubiza iti, \"inyamaswa mwari kumwe ejo ni zo zabimbwiye kandi urazibuka.\"\nNuko isha irayibwira iti, \"dore uko meze ubu nararembye, kandi maze iminsi ntaho njya. Ibyo se si ibikwereka ko ari abanzi bashaka kunteranya na we? Nkurahire, sinigeze nabirota mu nzozi!\" Inzovu yumva igize impuhwe, ariko ntiyashirwa. Iti, \"ngwino nguheke tujyane kubaza impongo, na yo mwari hamwe ejo, menye uvuga ukuri.\"\nInzovu irayiheka.\n\nMu nzira byahura n'izindi nyamaswa, isha ikagamika, kugira ngo izereke ko ihatse inzovu. Inyamaswa zibibonye ziti, \"ni koko isha yahatse inzovu, dore irayihetse!\" Inyamaswa yahura n'indi ikabiyitekerereza, maze iyo nkuru ikwira hose.\nInyamaswa zirashika na zo ngo zihere amaso, zishire amatsiko. Inzovu ikomeza urugendo ihetse ya sha, bitaragera aho impongo ituye isha yibaza uko iri buhindure ibyo yavugiye ku mugaragaro. Isanze bitaza gushoboka yigira inama yo gucika.\nUko yakicaye ku mugongo w'inzovu iritunatuna irazimiza igwa mu ishyamba irihisha. Inzovu ntiyamenya ibyabaye, ikomeza kugenda. Igeze aho impongo iri, ngo yururutse umurwayi, isanga yagiye nk'ejo.\nIrumirwa kandi ikorwa n'isoni, kuko nta nyamaswa n'imwe yali isigaye itaramenya iyo nkuru.\nIsha yari yayirushije ubwenge.\n\n\"Ubugabo si ubutumbi.\"",
    "tags": [
        "Imigani",
        "Abana"
    ],
    "language": "Kinyarwanda",
    "id": "rPlon6RJ3c8es0Aw5XV8",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho. Gusoma; umwaka wa 3. Icapiro ry'amashuri. Kigali, 2004.",
    "rating": 7.039094030761874,
    "title": "Isha n'inzovu",
    "visibility": "public",
    "author": ""
}