{
    "createdTime": "2021-10-19 13:33:26.068000+00:00",
    "content": "Mu Rwanda rwa cyera inka yari ifite agaciro gakomeye. Inka ni yo yarangaga ubukire. Niyo yari ifaranga ry'ubu. Inka ni yo yari ipfundo ry'ubuhake. Tuzi kandi neza ko ubuhake bwarambye mu Rwanda. Bwanahambiraga umugaragu kuri shebuja, akitwa umuntu we, akamwirahira. Bwagiye buvuna benshi bakabuvugiraho. Bati \"ubuhake burica; ubuhake bujya kukwica buguca iwanyu; ubuhake bwananiranye bukukisha umugabo ikijyaruguru\".\nHari n'abo bwatoneshaga bakarenguka. Bati \"ubuhake bwa cyane bukunyaza mu ngoro\". Bwateraga ubwibombarike. Bati: \"iyo ubuhake buteye hejuru uratendera\". Ariko rero kandi uwafataga nabi abagaragu yarabigayirwaga; umugaragu wahemukiraga shebuja yaragayikaga. Uwabaga ahatse abagaragu yagombaga kubagoboka bari mu byago. Umugaragu na shebuja babaga bafitanye ubumwe bukomeye bwafatiye ku nka.\nIyo ubwo bumwe bwazagamo agatotsi ku mugaragu, shebuja yaramunyagaga, naho byaba biturutse kuri shebuja, umugaragu akamwimura akajya gukeza ahandi.\n\nIntwari yo ku rugamba yagororerwaga inka. Inka yungaga inshuti. Uwahemukiye undi mu bintu bikomeye, akamuha icyiru cy'inka. Inka yahuzaga inshuti kuko abahanaga inka babaga babaye inshuti z'amagara. Inka bayikwaga umugeni. Umusore wabaga yaraye arongoye baramubyukutukirizaga, inka zikamukamirwa. Mu itwikurura ry'umugeni bazanaga amata. Umubyeyi yarabyaraga, bajya kumuhemba bakazana amata.\nUmwana iyo yahambaga se cyangwa sekuru yahabwaga inka y'inkuracyobo (inkuramwobo). Umwana wahambaga nyina cyangwa se nyirakuru byitwaga gukamira nyina cyangwa nyirakuru. Mu mihango yo kwera hazagamo ibyerekeye kujya ku kibumbiro, hakazamo ibyo guha amata abana b'uwatabarutse. Mu ndamukanyo z'abanyarwanda dusanga abantu bifurizanya gutunga. Bati \"gira inka\", \"amashyo\"\n\nNta wakwiyibagiza ko mu byo Abanyarwanda bafatiragaho bagena ibihe by'umunsi, inka yari iri mo.\nBaravugaga bati:\n\n- Inka zivuye mu rugo (aho ni nko mu masaa moya)\n- Inka zikamwa (aho ni nko mu masaa moya na 15 - ubwo ziba zikamirwa ku nama, ku irembo)\n- Inka zahutse (aho ni nka saa mbiri)\n- Inyana zahutse (aho ni nka saa moya irengaho duke)\n- Inyana zitaha (nko mu masaa yine)\n- Mu mashoka (nko mu masaa saba)\n- Inka zikuka cyangwa mu makuka (nko mu masaa munani)\n- Inyana zisubira iswa (nko mu masaa cyenda)\n- Inka zihinduye (nko mu masaa kumi)\n- Inyana zitaha (nka saa kumi n'imwe)\n- Inka zitaha (nka saa kumu n'ebyiri n'igice)\n- Inka zikamwa (nko mu masaa moya).\n\nUwagendera byonyine kuri ibi byose tumaze kubona ntiyatangazwa no kubona haravutse ubuvanganzo bufatiye ku nka. Ibyo bigaragarira\n\n- Mu mahamba: ni indirimbo zaririmbwaga n'abashumba bacyuye inka. Izo ndirimbo zirazwi mu Rwanda hose.\n- Mu mabanga cyangwa mu mahindura : indirimbo abashumba baririmbaga inka zirisha, zitaha, batarazikata inkoni ngo ziboneze zitahe.\n- Mu nzira: indirimbo zaririmbirwaga inka mu gihe zabaga zigana amabuga cyangwa ibibumbiro.\n- Mu ndama: indirimbo baririmbaga mu gihe inka zabaga zibyagiye ahantu, bazishoye amabuga cyangwa ibibugazi. Izo ndirimbo hari n'ubwo zaririmbwaga mu minsi mikuru, bamurika inka. Icyo gihe abagore n'abakobwa bahimbazaga izo ndirimbo baziha amashyi.\n- Mu byisigo: indirimbo zo mu gihe cyo kudahira. Basingizaga amazi ahiye hamwe n'inka zabaga zayashotse.\n- Mu myama (mu myoma): indirimbo zaririmbwaga mu gihe cy'impeshyi, zigisha (zigana ahari ubwatsi).\n\nAbandi batangiye kuyisingiza mu mazina.",
    "tags": [
        "Ubumenyi",
        "Inka"
    ],
    "language": "Kinyarwanda",
    "id": "rxfpfBPFVhMNm5jwOxdr",
    "source": "",
    "rating": 52.40604314221453,
    "title": "Imvano y'inganzo y'amazina y'inka",
    "visibility": "public",
    "author": ""
}