{
    "createdTime": "2021-10-19 13:33:20.929000+00:00",
    "content": "Igice cya 1\n\nl. Byavu bya Mureganshuro afatiwe ku mwaro wa Gisaya, ati: \"mfite umuheto wanjye Rwego rugana urwo mu bagabo ku Cyeshero cya Ntosho, ngo pfukama umurase mugabo udashashira amagate, ndapfukama ingoma inyumva neza i Nduga, nyikatazamo mbwira Karinga ibigwi.\n\n2. Inshyikanya ku mubiri ya Rugema ahica, icumu ryera ikigembe nariteye umuhima kuri Gakirage, akirangamiye ubwiza ndarimugabiza riramugusha nk'ubukombe bw' intare; mbonye ko rimubaga ndamushinyagurira, nti \"aho si wowe wenyine, n' uw' i Bunyabungo ni uko namugize.\"\n\n3. Intwari bazi Rukazamihigo, ndi ubukombe bw' inyamibwa, indege y'amarere maremare yangurukanye bidatinze inkura i Bujumbura sa moya, ingeza i Bruseli sa tanu, nsanga abasoda bahangaraye, sinakurwa umutima nk'abanyamusozi, imbunda nyirekurana umurego.\n\n4. Intwari yemeye kurinda ya Nyirimbirima, imbuga nayituye mu gituntu cy'umuhizi, abatinyi bata ingabe, abatware bati \"ni Mugabo urasana ubudatuza wa Rwitarika amasibe, ngombwa ya Runihangabo, iyo njya kwegura ingogo sinuzura n' inganizi.\"\n\n5. Inyuramahanga isonga Ruhanika, Ruhimbaza kurwana rw'umutwe wahamye, iyo nuhiye uruti rw'umuniho ndwana ishyaka ry'iwacu, Rubabaza iteme Rudakukwa n'imitima, ngira ngo nshake ikigomwa cy'intore, aranga aramunshikana; Rwabiza icondo rirahinda, ngakubita ndi intwari y'ibanze.\n\n6. Mashema y'intwari ya Nyantaba, iyo nishimanye intanage intambara ndayiharira, nta we undinda mfite umuheto, nategeye n'ufite ingabo ndamurasa, urutoki rwa marere rucana n'amaganya; intoki zifashe igifunga zirakongoka, nywitira ko Rurigurabagabo; nawubonye inkaka muri izo nkuba, sindakawubona icyangwe; ndi kumwe n' icyaga twahize ubugabo.\n\n7. Minega yibasira igitero nkivuzamo inkota, umuhungu wo mu ngeri nemeye guhiga, ndi ruheza aho induru ivuze, ntimugira isuku mwe munzaniye irivaruganda! Ndwana ibyo nahize, ibyo guhunga nabigize terera iyo, umwami\nw'i Gisaka azi icyo namumariye.\n\n8. Mwerekerarugamba wa Rugemanduru, uwo basenga isuri wa Rusengatabaro, ndi sesero ry' ibyima, ndi uwabarinda ibyuma, ngeze mu nduru ngaruka mu ntambara nta bwoba.\n\n9. Ngoga ikotana ishyanga ngo hatagira igisigara, ya Rusengatabaro nabaye imena mu z' imbere, nta wangurana umukinzi byamukura ku nkomere zinkunda ibikabije, nazikingiye umubiri Kinyanza cya Butaka, nategetse urugamba\nku manga ya Ruharaye ndwiciraho.\n\n10. Ngambwa nabaye ingangare mu ngabo ntihagira umpinyuza, Mpabuka nta rugamba ntabamo ingenzi, ndi Ngeyo itayoberana aho rwamye, inanga ndutikura mo indekwe.\n\nll. Niciye i Bushora na Kibumbu, nicira i Buvugangema na Musekera, nicira mu Butagendwa bwa Ngiga, Rwirahira Musahaha rwa Musatirizanzira, bagize ngo Busigi na Ruserera ntiyambukwa, nayambutse ndi kumwe na munywanyi wanjye Rusengo rwo mu Ndaheranwa.\n\n12. Niciye i Bushora na Kibumba, nicira i Buvugangema na Mutakara, nicira mu Butagendwa bwa Musekera, bagize ngo Rusizi ntiyambukwa, nayisimbukanye impirita ndi inyamaswa y'imico myiza, yaruzimizambuga, ndi intwari y'amarere; niciye ku Cyeshero cya Ntosho, umwami angabira kabiri, ndi Rwuhiramisakura rwa Mirindi izira gutuza.\n\n13. Nkubito itihoreza induru, Rutikurana amakuza, nsanganya igitero n'iyo gihingutse ngiterana imbaraga, Ngarambe itikura imbere y'ingabo ndi Rwema badahiga, ndi Nkubito idasubiza imihigo ya rugamba, ni jye Rutavutsamakuza.\n\n14. Nkubito y'abadahunga, ndi Ruhungira iminega, Rwego rw'ikirenga; igituma abahungu banyita umusore, igihanga sinakimereye ubusa, kera nari igihangange. Ubu ndi igihezabugingo, ndi ingoro y'Imana, Rugaraguramacumu rwa Ngarambe, sindambirwa ku rugamba, nk'abahungu b'inkorabusa, ndi umusore Gatendera, Nkota y'umugara, nyamukemba abo isanze.\n\n\n\nIgice cya 2\n\n1.Kayonga ka Bwihura na Bwihuramisakura mu Bwira na Nyampaka, nishe Bitahura uruguma, ngira ngo nshake ikigomwa cy'intore, aranga aramunshikana; Rwabiza icondo lirahinda, ngakubita ndi intwali y'ibanze.\n\n2.Rubibi rw'intwali rwa Ntalindwa, Rudakemwa sindikura mu ntoki naliteranye icyusa, nabaye icyogere mu nyambo, nimanye inka n'inkomere nagimbuliye abatabazi mu Bweru bwa Juru, nabaculije inkumbi nacyuye inka n'imfizi, mba icyegera cy'umwami.\n\n3.Rudacogozwa n'abafozi indi mitwe yigishwa kurwana, sintoterwa gutabara ku nkiko ishyanga, iyo nkiranye n'intambara urwo rugamba rukirwa na bake; inkuba ya Runyagiranduru nkubita inshuro nyitera amacumu.\n\n4.Rudindagiza guhama, ndi itumbi rya bukana, nalindagije Mudakikwa na Mukikababisha, iyo nshatse kubura indekwe nsa n'inkangu y'i Buhoma. Igituma abahungu bankunda nuko ndaza umutima ku ngimbi y'umuheto, mu gitondo nkazawuzindukana, ndi isata bakomera igatumburuka, akambi kanjye k'urutete nagakubise umunyagisaka, nirukira kumushahura\n\n5.Rugaragara aho Indinda zikotanira, Rwamucurankumbi ndi rwisasira abarakaje imihigo, ndi rusanganirantambara, nkayikubita inshuro abatangira bakanyifuza; ingabo yanjye ni isuli ya rusanganira abafite imyambi\n\n6.Rugema rudatinya intanage intambara nyiboneza amakuza, Rwema rwo kubarusha nkundirwa no kuboneza inti, nimanye Rwabizambuga; nimanye Sekabwa ka Musanganya, nagimbuliye abatabazi mu mutwe wacu banyita inkaka, nitwa Rutagerura ubugabo\n\n7.Rugina ruhora umutware ku mutima, ndi rukera intabaza intambara imaze kurema imyambi irangira, ndi nyamwicara ku murere abakobwa bakanzanira inkuruba yo ku Muvumba, ivugisha umugabo amagambure; ndi nyamuca mu gakangaga abakobwa bakagacira icyo, ngo mico myiza yanyuze aha!\n\n8.Runihura rwa Kiroha, ndi Ruhigira rwa Ntindo ngera iyo rwaga nkarwana, ndi Rucyahirwa abo ndusha, kukotutarugeranaho, ndi Njyarugamba mboneza amakuza mu rukubo abatirinda bikubura.\n\n9.Rushimutamuntu rwa Nyamashara, ndi imfizi y'icyaga kandi ndi ingare n'ingalika mu mahina, nkaba imfizi itsinda bihinanye, ndi ruburamanywa Rwagitinywa, rutabura ubugabo ngeze mu babisha, Rwagitinywa rugina ntibamburanya itabaro, ndihoramo jye nyamibwa y'umutwe.\n\n10.Rutajabukwa n'imitima ingamba zimisha imituku, rwa Nyilimbirima ndi intwali inkotanyi yamenye; yanshinze urugamba rukora amaraso, ati Rwampingane! Nti: Rukaragandekwe nangana n'ababisha iyo duhuye ndarakara.\n\n11.Rutegurambura Rwagitinywa ndi Imana y'abatabazi, igihe nishe Gifashi zifashe aka Bunagana, nari umwana w'umushumba, baherako bandirimba mu itorero, icyo gihe na n'ubu nitwa Inkomezamihigo nabyirukanye nkili umwana.\n\n12.Ruti rutikura intore intambara icy'ubwo Rwagitinywa, ngira igitinyiro mu bahungu, nkaba ruhananti mu gituza intwari zimaze gushyikirana; nkaba rushitamugabo, nkubita negura inshuro, umuheto wanjye ntukezwa n'abirabura.\n\n\nIgice cya 3\n\n1.Ruyenzi rw'ivumbi, nagiye gusoza urugamba nsanze ruremye ngumayo, ibitugu ndabitigisa, imyambi ndayisukiranya, abari mu mpinga ya Rukukumbo bati: Ubanza ariho ruremye, bati: ya Ndemarugamba iranesheje ujye utarama ijabiro\n\n2.Rwabugiri yari yansizeho intwali yo gutsinda amahanga, zirakubira nku bita iy'imbere, nica Senyamabango mu Butagendwa; uwo nyina asohorezaho umutima ndalimucinya rimucikiramo; nti: Wimvunira uruti nta handi nzakura umunzenzi; ndi Nyamutwarajoro mu ijanja, ryanga gucya nkalibangira ingata, ndi akamasa k'ubugabo ka Rwangaguhunga, wakagera mu ruhanga ukaba wihaze amagara\n\n3.Rwigerezaho intwali zisarika n'ababisha rwa Mutagisha ndi ubukombe banshimira imyato, ntwara umuheto ukaba impangare uhora utaruhuka intambara n'intanage zawo zirawizihiye. Nyimbuzi ubwo aduhereye inkindi i Kabare, ilya mpinga ya Kirabo iratwibonera, ilya mpinga ya Ngoma kwa bene Mbogo ntituragatuma bageza imbavu hasi; uwo muheto wararanzwe Shyali hirya y'ishyamba lya Ngabe, wararanzwe Nyarusange rwa Ngeruka hilya y'urugerero rwa Magege; wararanzwe Manyeli ya Mashinga hirya mu ishakiro ly'inkuba n' amasirabo, zawishinjijeho ntizawukuraho n'ibango na limwe\n\n4.Rwizihirangabo rwa Mugenza, icumu ririnduza abatanagishije, naritoneshereje uku1i ubwo nditeye nyili umuheto ku Gatare ka Mubimba, naramwishe sindakamudandaza, yaborogaga ryamugejejemo ubugi rirasohoka risesa amaraso, aralisinda nk'uwari asanswe hasi, liramuhorahoza nk'uwo kuri Mashaki, nalibanye igisagara mu ntambara y'ibuvune, narivunyije bene wabo barapfa barashira, n'abasigaye barahaba, ryabahalishije igihugu cyabo\n\n5.Umuheto wanjye ni igitare wumva igitero ukavuga ibigwi, ingabo yanjye isengatabaro ikingira iz'inkenzi bananiye Rukanikamugabo, ndi uwaraye mu mihigo ndi Cyaradamaraye.\n\n6.Umuheto wanjye ni ikiramvuramvu nawuramvuye hakulya y'ishyamba lya Ngabe, inzovu n'intare zawikubanzeho ntacyo zawutwaye, zawusize uruheha mu ruhekane rwa ruguru, nywugejeje imuhira abakobwa basiganira kuwusiga, abahungu basiganira kuwisimbuka; nishe agasimba gasa n'umuntu mu mpinga ya Rukukumbo, maze gutontoma nk'intare, ujye utarama ijabiro.\n\n7.Umuheto wanjye n'umutana, nagiye impaka n'umukinzi ngo ntiyatoboka, ubwo ndapfukama nkoma imilindi hasi ibyuma byivugiza nk'ingoma hejuru y'ingabo, arashya wese wese bose batinya kumukora ngo badashya ngo yanyagiwe n'inkotanyi cyane; ni bwo negukanye izina ry'ubutwali nitwa Ruhalirwashema rwa Yuhi; ni jye ngabo itabwira ababisha neza, maze abatakili umutwe w'inkomezakulinda bagahungana iminega, ujye utarama ijabiro.\n\n8.Uwo indamutsa idakema na hato, rutiyuhiza umuheto nkunda gutakisha, warakaliye itabaro, sinawutiza mu ngango nagambiliye n'umutasi nti: Uze kuntabaza mu museke, sinacana mbaliye urukerera ngishyikirana n'intambara intoki nzongeramo umurego, ndafora ntambutsa urwano, ngejeje ku nkike y'urutugu, umukinzi mutera ubwoba ingabo ye nyishingira imitimba mu mabara, amabango amutakara imbere; izuba ry'amanywa rimuvuyeho ntiryamumara imbeho, nsigara nsingiza uwantanagiye.\n\n9.Uwo inyamibwa itarumvwaho gutinya, sindakawutinza mu ngango nagambiliye n'umutasi, nti: Buzajye gusesa nicana, nshyikiliye Rwamuza n'umuronko, intoki nzongezamo umurego ntambutse Urwanda umukinzi mutera ubwoba, iyo nkuba yo mu z'i Ruguru nanga izi ntambara nitwaza Rusenamugabo; Ngoga bavuga inkubito impinga ibyaye iz'umutwe, nitwaza Rwuhambavu.\n\n10.Uwirahira bicika uwananiye aho rukomeye wa Rukikanshuro, ntwara ijana ry' imisakura ndi Indoha barata y'umurasanyi wa Rutisukirwa, Kalinga nayimulikiye imyambi yasohotse, na Rushimirwabigwi ati: Mbe ntwali yo mu masonga, ati: uraze n'amashinga yanshinguraga ingobe mu ngondo ingundizi mu bitugu.",
    "tags": [
        "Ibyivugo"
    ],
    "language": "Kinyarwanda",
    "id": "S9oGJsoVnDXDdcn4739N",
    "source": "",
    "rating": 89.30950573983972,
    "title": "Ibyivugo by'Amaningwa",
    "visibility": "public",
    "author": ""
}