{
    "language": "Kinyarwanda",
    "content": "Kera habayeho umugabo ahagurukana n'umwana we barongoye indogobe yabo bajya kuyigurisha. Mu nzira bagenda, baca ku bakobwa bavomaga, babaha urw'amenyo, bati, \"mbega bano bagabo, indogobe ibari imbere iridegembya, banze kuyijyaho ngo ibaheke!\" Nyamugabo abyumvise, agira umuhungu arayimwuriza iramuheka. Bisunitse, baca ku bakambwe bicaye ku nzira. Umukambwe umwe aravuga ati, \"dore iryavuzwe riratashye, nta musore ucyubaha umukambwe! Reka nawe umusore yihekewe n'indogobe, naho ingirwa se arahata inzira ibirenge.\"\n\nNyamugabo aritaye mu gutwi umwana ayimuhubuzaho, ayicaraho, barabushogoshera. Nyuma bongera guhura n'abandi bantu, baramubwira bati, \"shyuuu...! Cyo mubyeyi gito! Usiga umwana wawe kandi uruzi ananiwe asigaye agenza inyuma y'ibirenge, atabasha gutera intambwe nk'indogobe yawe?\" Nyamugabo ntiyumvise atyo, yuriza umuhungu we, amwicaza inyuma ye ku ndogobe. Bagiye gusingira umusozi baganagaho, bahura n'umuntu arababaza ati, \"ese iyo ndogobe ni iyanyu?\" Bati, \"ni iyacu.\" Na we ati, \"jye nagira ngo ni inyibano! Irapfuye rero ntigishobora kubaheka mwembi. Hasigaye aho kuyiheka ari mwe!\"\n\nNyamugabo ati, \"reka tugerageze.\" Bayiboha amaboko n'amaguru, bayita ku maboko baraheka. Ngo bagere ku mugezi, abo bahasanze inkwenene bayivaho, barakokereza babaseka. Indogobe uko yakumvise urusaku, ishya ubwoba irashya imigeri, ihubuka mu maboko, no mu mugezi ngo, \"dumbuli!\" Imira nkeri, irahwera.\n\nNyamugabo n'umuhungu we basubira imuhira bimyiza imoso, bagenda babwirana bati, \"twishinze ibyo abantu bagumya kutubwira, none dore itungo ryacu rirabizize. Twabaye ba bwengebuke!\"",
    "tags": [
        "Imigani"
    ],
    "createdTime": "2021-10-19 13:33:17.780000+00:00",
    "id": "slOABy9pGpKMOjqhrghI",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho. Gusoma; umwaka wa 6. Icapiro ry'amashuri. Kigali, 2004.",
    "rating": 26.61608166090374,
    "visibility": "public",
    "title": "Bwenge buke",
    "author": ""
}