{
    "language": "Kinyarwanda",
    "content": "Cacana yari mukuza, yari mukoza. Yaje ntinyishi kwa Bacondo, arabahamagara, arababwira ati, \"yemwe bene urugo, ntimushaka kubaga, nkabatiza intorezo n'umuhoro, mukampa ikibaro?\"\nBaramukubita, aragenda n'i Gatovu kwa Rukangamiheto rwa Rwogera ati, \"yemwe bene urugo, ntimushaka kubaga, nkabatiza intorezo n'umuhoro, mukampa ikibaro?\"\nBaramukubita aragenda. Yambuka Akanyaru, ajya kwa Cakara ati, \"yemwe bene urugo, ntimushaka kubaga, nkabatiza intorezo n'umuhoro, mukampa ikibaro?\" Bati, \"inkoni ntuyizira.\"\nArashogoshera n'i Bugesera, ku rwobo rwa Bayanga, ahasanga urupfu ruragiye inka zarwo. Ati, \"yewe nyir'inka, ntushaka kubaga nkagutiza intorezo n'umuhoro, ukampa ikibaro?\" Urupfu ruti, \"ndabishaka.\"\nCacana ararubwira ati, \"nguriza inka yo kubaga.\" Urupfu ruti, \"ngiyo ndayikugurije.\" Cacana atwara inka y'urupfu. I Gitisi na Nyamagana. Igihe agiye kuyikubita Intorezo,ahusha mu cyico, aboneza mu kuguru. Ahamagara umwana we ati, \"ngwino hano umfashe.\" Umwana araza.\nCacana agiye gukubita intorezo ayirimiza umwana ku ijosi, aramuhirika; inka na yo irapfa. Inyama Cacana n'umugore we baziryaho. Urupfu rubwira Cacana ruti, \" nyishyura inka yanjye wa kagabo we!\" Icyo gihe inkono ikaba irahiye. Cacana ayikubita ku mutwe ati, \" henga nzagusigire urupfu!\"\n\nAramanuka no mu Misizi ya Musumba. Aratura, arakaraba ngo arye. Urupfu ruramubwira ruti, \"ujya kurya akanjye arabanza akanyishyura.\" Umuhungu muzima arahaguruka, arikorera, afumyamo. Ageze i Gitwiko na Rukambura, arakaraba ngo arye; urupfu ruti, \" Bu... \" Cacana ati, \" Pyo...\"\nAgutahira i Runda na Gihara, aracumbika. Ibyo kurya arabishyushya, arangije arakaraba ngo arye. Urupfu ruba rurahashinze ruti, \"nyishyura.\" Cacana arataraguriza, amanuka Gihara, yambuka uruzi. Aterera Bugaragara, ageze mu mpinga, aratura, arakaraba ngo arye; urupfu ruti, \"naharaye; banza unyishyure.\"\nCacana amanuka Bugaragara, aterera Shyorongi, yikubita mu iteme, mu Gitabage cya Mbogo na Nyabuko; aterera Kirungu, ageze mu mpinga ya Remera, aratura, arakaraba ngo arye. Urupfu ruti, \"ujya kurya akanjye arabanza akishyura.\"\nCacana abwira urupfu ati, \"reka ngusige ikirari cyume!\" Amanuka Nyundo, yikubita mu Muyanza, azamuka Zoko, ageze mu mpinga ya Zoko, aratura, arakaraba ngo arye. Urupfu ruti, \"ujya kurya akanjye arabanza akanyishyura. Komeza turuhanye!\"\nCacana ati, \"ndacogoye.\" Aterurana n'urupfu, akirana na rwo. Urupfu ruramuterura rumucinya hasi. Cacana na we araruterurano hasi ngo Piii! Maze rurakotana, rubura gica. Imana irahagoboka, izana inka ebyiri, iziha Cacana. Cacana azishyura urupfu. Barakiranuka. Urupfu rubwira Cacana ruti, \"enda noneho nkugabire izi nka!\" Cacana arazakira.\nUrupfu ruti, \"mpa inka zanjye.\" Cacana ahungana za nka, ariko yiruka ay'ubusa urupfu rumufata mpiri, rumugwa gitumo, ruramwica.\n\nSijye wahera hahera umugani.",
    "tags": [
        "Imigani"
    ],
    "createdTime": "2021-10-19 13:33:18.268000+00:00",
    "id": "totfCk47AW7AANOBNO0R",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho. Icapiro ry'amashuri. Kigali, 2004.",
    "rating": 41.603360040760656,
    "title": "Cacana",
    "visibility": "public",
    "author": ""
}