{
    "createdTime": "2021-10-19 13:33:48.953000+00:00",
    "content": "Umunsi umwe, Petero Nzukira yari yiriwe atemera ibishyimbo mu ishyamba. Yari yakoze ataruhuka, kuva mu gitondo cy'urwanaga kugera mu mataha y'inka. Akabwibwi kagiye gukwira ageze imuhira, asanga ibiryo bitarahwana, atangira kuvumagura umugore, ngo ni umunebwe.\nUmugore aramuhindukirana ati , \"mbese Petero mugenzi wanjye, ko utahanye inabi? Ahubwo, umva ko abagore turi abanebwe, urareke ejo tuzagurane imirimo, nzirirwe ntema, nawe usigare mu mirimo y'imuhira, tuzarebe uzarusha undi kuvunika n'uzarangiza imirimo ye neza.\"\nPetero ati , \"ndabishimye, wabona ukazumva ukuntu umugabo avunika. None ahari byazagutera kurushaho kunyubaha no kumenya ko ari njye ugutunze.\"\n\nMu gitondo, izuba ritaraganya kurasa, umugore atora inkoni n'umuhoro, ajya mu ishyamba gutema. Yagiye yishimye cyane, arushanwa n'inyoni kuririmba. Petero we asigara imuhira. Hashize umwanya atangira kwicwa n'irungu ry'imuhira. Ariko yanga kwiheba, agerageza kurirwanya.\nNiko kubuganiza amata mu gisabo, atangira kuyacunda n'ubuhanga bwinshi! Nk'uko bisanzwe n'ubundi, umurimo mushya utera umwete. Ariko agasusuruko kamaze gukwira, Petero atangira kwuma mu mihogo. Aherako ajya gushakira akayoga mu rwina bataramo inzagwa.\nUrwagwa rwari rutaze mu gitariro kinini cy'idebe. Icyo kidebe cyari giteretse ku gasenge ku mitambiko itatu, kandi cyari gifite urufunguriro rw'icyuma mu ndiba. Nuko Petero amaze gukiranura ako kuma kafungaga, agiye gutega ibirika ku mwenge w'igitariro, yumva ingurube irafutagira amata mu muryango w'inzu.\nNiko gutera hejuru ati, \"amata yanjye we, yashize!\" Uko yagafashe ibirika mu ntoki, ahita yiruka, maze asanga igisabo gihennye n'ingurube yigaragura mu kiziba cy'amata. Ingurube imubonye ishaka guhunga, igihe igiye kumucaho, ayiguherereza ibirika mu nsina y'ugutwi, ingurube yikubita hasi, irashya rimwe gusa!\nIgihe akiyikorakora yicuza icyo akoze, yibuka yuko yasize adafunze igitariro, ahubuka nk'iya Gatera, yihina mu mwobo, anyerera mu kiziba cy'urwagwa, yicura intembe.\n\nAbyutse asanga cyakamye. Nuko Petero Nzukira ava mu mwobo ajejeta inzoga. Sinakubwira isoni n'agahinda yari afite. Reka inyota yo, yaramusibaga! Aragenda yegura igisabo ajya kukibuganizamo andi mata. Igihe icunda arigejeje hagati, yibuka ko inyana ikiri mu ruhongore. Ati, \"yooo! Dore amanywa amaze gukamba, kandi sindahura inyana!\" Aherako ariruka, ajya gukingurira Sine.\nAriko kugira ibyago bitera kumenya ubwenge. Yamaze kuzitura inyana aribwira ati, \"ubwo nasigaranye n'umwana w'igitambambuga, nkaba kandi ngiye kuvoma, iki gisabo ningisiga aha ngaha, aribuze kugihirika. Ndamuzi ni inkubaganyi. Naba kandi nongeye gupfirwa ubusa.\"\nNuko akizirika mu ijosi, kigenda kinagana mu bitugu. Atora akabindi, ajya kuvoma amazi yo kuhira Sine. Igihe yunamye kudubika ikibindi, amata yo mu gisabo aseseka mu mutwe no mu iriba. Nuko Petero yunamuka mu iriba, ati, \"ibi ntabyo! Nta mata, nta mavuta nteze kubona uyu munsi.\nReka gusa njye kuhira inyana, nayikenesheje rwose, ntikigiye kurisha. Inzu yanjye yamezeho ubwatsi buryoshye kandi bwinshi, ndetse nayijugunyeho n'ibishazashaza byinshi.\n\nHenga njye kuyuriza, ntacyo bitwaye uruhiza rwayo rurakomeye, kandi hasi yubakishije amubuye manini!\" Inzu ya Petero yari yubatse munsi y'umugunguzi muremure; mu rubega rw'umugunguzi hareshya n'ubutaka. Petero niko kuhatambika ikibaho kinini; cyambukiranya inzira n'uruhiza rw'inzu, abona kucyurizaho inyana ye.\nAriko rero Petero ntiyashoboraga kuguma hejuru aragiye inyana, kuko yagombaga kugemurira umugore we. Ni ko kuzirika umurunga ukomeye mu ijosi rya Sine, awumenesha igisenge, utunguka mu nzu imbere.\nHanyuma aramanuka, azirika wa murunga ku kuguru, aribwira ati, \"ni uko Inka yanjye nishaka kumanuka ndabimenya.\" Ahasigaye Petero atangira gukora, akebagura inyama vuba vuba, aroha mu nkono, acuriranya n'ibitunguru n'inyanya. Inkono ayitereka ku ziko, yiyegereza inkwi aracana.\n\nNgo hashire akanya, Sine irambirwa kuguma hejuru y'inzu, kuko hayiteye impungenge. Ishaka kumanuka mu rubega rutereye ku mugunguzi no ku kibaho. Ibonye ko ari habi, ishaka gusubira inyuma, ubwatsi bw'inzu ikandagiyeho burasohoroka, imanukana na bwo!\nMuzi rero ko Sine yari iziritse ku mugozi. Muzi kandi ko uwo mugozi Petero yari yawuziritse ku kuguru. Mu kanya Sine imanutsemo, Petero na we aritera, amaguru ashita mu gisenge cy'inzu, acurika umutwe. Iyo icyo gisenge kidakomera biba byarabaye bite? Bizi Imana! Petero yamaze gufatwa n'igisenge cy'inzu ye, Sine inaganira hanze; maze sinakubwira imiborogo!\nMuka Petero abonye ko ibiryo bitaziye igihe, ararambirwa agaruka imuhira kureba; kandi n'imbeshyerwe ibyo gutema byaramutondaga. Nuko abonye Sine inagana, biramutangaza, arisumbukuruza, umugozi wari uyifashe awucisha umuhoro. Inka yikubita hasi, ubwo, ihabaduka vuba. Petero na we, mu kugwa yabanje umutwe muri ya nkono yari ku ziko. Amahirwe ni uko umariro wari wazimye, naho ubundi aba yarahiye. Yakobotse ku gahanga no ku zuru, akuka n'amenyo abiri.\nUmugore yamaze guca ikiziriko, yinjira mu nzu, atabara ibibomborekanye. Asanga umugabo we amaze guhaguruka, avirirana amaraso mu kanwa. Ni ko kumubwira amuseka ati, \"ari njye, ari nawe, ni nde warushije undi kuvunika none? Ewe, sinjya kugutabira amacumu, wakoze kandi wavunitse, umuntu watetse, ugacunda, ukarera umwana, ukica ingurube, ukarwana na Sine, mugakotana bene aka kageni, n'ibindi ntazi! Ngaho rero noneho kubitiraho no kungaburira.\"\n\nNuko Petero araceceka abura icyo asubiza.",
    "tags": [
        "Imigani"
    ],
    "language": "Kinyarwanda",
    "id": "TR02wGGkXIkjxxFZHbbp",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho. Gusoma; umwaka wa 5. Icapiro ry'amashuri. Kigali, 2004.",
    "rating": 29.880565958326205,
    "title": "Petero Nzukira",
    "visibility": "public",
    "author": ""
}