{
    "language": "Kinyarwanda",
    "content": "Nkuba yaraje ahiga na Sebwugugu. Sebwugugu ati, \"yewe ndakurusha, nkurusha byinshi.\" Nkuba ati, \"Reka ra! Ntabwo undusha byinshi, Ni jye utegeka, ntegeka ibiri muri iyi si byose. Iyo nahinze, uwo munsi isi iratekana.\"\nSebwugugu ati, \"Ni jye ukurusha.\" Nkuba ati, \"Reka ra! ntabwo undusha. Wandushe ute kandi ari jye ugusha imvura, mpinda abandi bose bagakangarana, wowe ukajya ahongaho ugaceceka?\" \nSebwugugu, \"Jyewe mfukuza amariba meza, ngira byiza nkabitunganya abantu bakuhira, bagakira.\" Nkuba ati, \"Irorerere ni jye ubirangije byose, ndatigita ibintu bigahaguruka byose, ubwatsi bukaboneka, ibintu bikagwira mu gihugu, n'ibyari byababutse bigakira.\"\n\nNkuba ati, \"Tuzarebe.\" Sebwugugu ati, \"Nanjye nzarebe.\" Nyuma izuba riracana. Baza guhura. Sebwugugu yagenderaga ku busa, Nkuba akagendera ku mvura. Abantu bari bagiye gushira kuko amazi yari yarakamye.\nInkuba iraritigisa nko muri Rwicanzige. Imvura irahungutse, ijuru riratumbye, imvura irahangutse. Inka zirakize, abantu barakize, barahinze kandi mbere bari barashize barabuze amahahiro.\nInkuba iti, \"Sebwugugu ko ari jye ukurusha? Reba inyabutongo zameze, ibishyimbo barabibye bireze, imvura irahangutse. Ndakurusha. Henga nguhake umenye ko ari jye ugutwara. Wowe ujye ugendera ku busa, wibere aho uri igikuku hasi jye ndambura amahanga yose nkagera aho ibintu bigarukira, ngatunga abantu bose.\"\n\nSebwugugu ati, \"Genda wiyendere ibintu byawe ndabiguhaye niba ari igihe kigeze.\" Yemera gutsindwa rero. Inkuba iti, \"Jyewe ni jye utegeka igihugu cyose, jye ukwiza igihugu cyose, jye ukwira amahanga yose, ngakiza abantu bose aho bava bakagera.\nSebwugugu wowe utunze bike mu ishyamba, ni jye bigenderaho.\" Bari barahiganiye ku nka yabo Kanyemera. Inkuba iti, \"Reba aho zirisha mu ishyamba, ziranywa amazi nizaniye, zirarisha ubwatsi nikomeye.\"\n\nNguko uko inkuba yatsinze.",
    "tags": [
        "Imigani"
    ],
    "createdTime": "2021-10-19 13:33:46.803000+00:00",
    "id": "VeQREN7xAHkQxa2gaCqa",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho. Gusoma; umwaka wa 4. Icapiro ry'amashuri. Kigali, 2004.",
    "rating": 96.63689904522376,
    "title": "Nkuba na Sebwugugu",
    "visibility": "public",
    "author": ""
}