{
    "language": "Kinyarwanda",
    "content": "Umunsi umwe izuba ryahuye n'umwijima, riti, \"mbese nka we uba ushaka iki mu gihugu, ntuzi ko abantu bose bakwanga, ibintu byose bikugaya? Impamvu yo kwibonekeza uyikura kuki? wahura n'izuba nturive imbere?\nIbintu byose ni jye byifuza nijye bicikira, ni jye bikunda. Ndatunguka byose bikampa impundu. Inka zikahuka, umugenzi agafata inzira, umuhinzi akajya mu murima, inyoni zikabyuka. Nka we se weguye ujya he?\"\nUmwijima uti, \"Shyuuuu! Ibyo uvuze Zuba ubitewe n'iki? Ugize ngo uranduta kandi ari jye waguhaye izina? Iyo ntaba umwijima ni nde wari kumenya yuko uri izuba? Ukwikuza kwawe kwaguhimbiye ikinyoma ngo ukundwa n'ibintu byose!\nJyewe ndakwanga, nanga abikuza, kandi n'ibintu byose birakwanga, kubera icyocyere cyawe cyabimaze kibibabura. Uretse n'ibyo nta kintu kigukunda wampaho umugabo.\nNiba utanyuzwe, cyo tujye kureba ikidukiranura umva ko wikuza ngo uranduta, undutisha iki? Ko ushaka abagenzi, ntariho bacyurwa na nde mu icumbi? Abahinzi baruhuka gihe ki? Si jye ubacanira indaro ngahemba abakozi, kandi nkabaruhurira bakaryama? Ngo tugende turebe icyatumara impaka.\"\n\nBiragenda, umwijima ubona impyisi, ubwira izuba uti, \"ndaguha abagabo batatu, uwo mu nyamaswa ni uyu. Hasigaye uwo mu nyoni n'uwo mu bantu. Cyo wa mpyisi we ntubere, niba ukunda izuba bivuge, niba kandi ari jye ukunda ubivuge.\"\nImpyisi iti, \"jye nikundira umwijima!\" Umwijima uti, \"ntakubwira Zuba yuko ukwikuza kwawe kwaguhimbiye ibinyoma! Uwo ni uwa mbere!\" Izuba riti, \"hoshi va aha nta rubanza rwo gucibwa n'impyisi!\"\nBiragenda bisanga igihunyira. Umwijima uti, \"cyo na we nyoni dukize kandi imanza zacu ntiziruhije, ni ukwihitiramo. Ari izuba ari jye, ukunda ikihe?\"\n\nIgihunyira kiti, \"kera nari mfite amaso meza, ubwo muruzi yahindutse imituku ni izuba. Ryayarashemo impiru, iyo ntakugira riba ryarampuhuye!\" \nUmwijima uti, \"ntiwumva kwikuza kubi! Hoshi dusange abantu noneho ugende ubwerabwera!\" Biragenda bihura n'umujura ati, \"izuba ni umwanzi wanjye, ndubaka rigasenya. Naho wowe, ngukundira yuko ntunga ngatunganirwa.\"\nUmwijima uti, \"ahooo! Sinakubwiye ko nta mukunzi ugira; ari wowe ubwawe wikunda,ukikuza. Reba rero aha amaboko make aterera imico myiza, none mba nkwivunnye. Shyuu, ukava iwanyu mu ijuru ngo uzanywe no kunyirataho!\"\n\nIzuba riracemerwa. Rigiye kugenda, agacurama kati, \"umwijima waguhenze ubwenge, abagabo waguhaye ni inshuti zawo gusa, genda wange abo bagabo, uguhe abandi. Nukumpaho umugabo mu nyoni ntuzange, kuko nguruka; nukumpaho umugabo wo munyamaswa urashime, kuko nonsa abana nka zo.\nUmugabo wo mu bantu, ushime umukannyi ubarira impu n'inkanda, ni we wanga umwijima.\" Izuba riragaruka ribwira umwijima riti, \"abagabo wampaye ndabanze, mpa ahubwo abandi. Nuramuka wanze, ntunsindira aha tuzagera ku Mana.\" Umwijima uti, \"hoshi dusange Imana idukize, nta bandi bagabo nguhaye!\"\nBiragenda no ku Mana, birapfukama biraramya biti, \"Nyagasani dukiranure, utubwire urusha undi akamaro.\" Imana iti, \"mwembi mugira akamaro, ntakitagira akamaro ndema!\n\nUbwiza bw'umubiri bugaragazwa n'izuba, ariko umutima witonda ukagaragazwa n'umwijima ni cyo gituma bamwe barata ubwiza ku manywa, mu ijoro bagakora bupyisi, bakaba inyamaswa mu zindi. Nimugende muturane. Kandi nimugirirana izima, uzashobora kwimura undi azamwimure, nabinanirwa mubane.\"\nIzuba rikura ubwatsi, riherako rigerageza kwirukana umwijima. Umwijima uhungira mu nsi. Nuko bacana, umwijima ugahunga, umuriro wahwama umwijima ukigarukira. Ngaho aho byaturutse ko umwijima uhunga urumuri.",
    "tags": [
        "Imigani"
    ],
    "createdTime": "2021-10-19 13:33:56.817000+00:00",
    "id": "WVVWwZIN7SWJrIb1o1yI",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho. Gusoma; umwaka wa 6. Icapiro ry'amashuri. Kigali, 2004.",
    "rating": 50.00471963755173,
    "title": "Urumuri n'umwijima",
    "visibility": "public",
    "author": ""
}