{
    "createdTime": "2021-10-19 13:33:34.707000+00:00",
    "content": "Nkuba yibereye aho agatura mu ijuru, Gikeri akaba mu nsi. Gikeri yagenda akagenda asimbuka. Nkuba akibera hejuru agakubita hirya no hino.\nUmunsi umwe aza gukubita ajya hasi, asanga Gikeri yarubatse, arasakara, afite urugo rukomeye. Nkuba abaza Gikeri ati, \"ese Gikeri, ko wubatse utya, wowe usakaza iki, ubwatsi ubukura he? Ubutemesha iki?\"\nGikeri ati, \"mfite umuhoro wanjye ngomba gusakara inzu yanjye simvirwe.\" Nkuba ati, \"nanjye rero ndi umukene, untize uwo muhoro wawe nitemere ubwatsi njyane ku ijuru, njye kwisakarira inzu. Umugore n'abana ntibagira aho bicara.\"\nCyakora Gikeri abyumva vuba, abaza Nkuba ati, \"ese Nkuba ndaguha umuhoro wanjye nzawushyikirizwe n'iki, ko ureba ntagira amaguru?.\" Nkuba ati, \"nzawuzana vuba.\" Gikeri ahereza Nkuba umuhoro, aragenda atema ubwatsi.\n\nAriko ubwo Nkuba yatemaga ubwatsi, Gikeri yaribwiraga ati, \"ndabizi, Nkuba ni umuntu ugira amahane, kandi ntazongera kugera ino ubwo ashyikiriye umuhoro wanjye.\" Gikeri aranyaruka yigira mu kiba cy'ubwatsi. Nkuba akubita ubwatsi abugeza mu ijuru, abutura ku kibero cy'inzu iwe.\nUmugore ati, \"ese noneho ubu bwatsi ubukuye he?\" Undi ati, \"wa mugore we ceceka. Ibintu mbonye ntibigira uko bisa. Nahuye n'umugabo Gikeri ampereza uyu muhoro, ariko nzarebe aka Gikeri na Nkuba. Ntabwo rwose uyu muhoro nzawumusubiza.\nReka njye nitemera ubwatsi, nisakarize inzu, ntabwo Gikeri azagera ino\". Umugore ati, \"uzaba umuhemukiye cyane.\" Undi ati, \"reka da, Ntabwo namuhemukira.\" Nkuba akajya aca ubwatsi, arasakara, amererwa neza.\n\nGikeri aranyaruka yitura mu kibero cy'inzu, noneho Nkuba akibwira ngo ntabwo ibyo avuga Gikeri abyumva. Gikeri yibera ahongaho, iminsi munani basezeranye igeze, Gikeri aranyaruka ajya mu irembo kwa Nkuba. Arakorora. Yemwe abo kwa Nkuba?\nNkuba ati, \"yee! Nimwumve abo bantu!\" Ati, \"sinzi umpamagaye.\" Gikeri arakorora. \"Erega ni jye Gikeri. Umuhoro wanjye warawutindanye, none nari nje kuwureba.\"\n\nUndi ati, \"koko iminsi ibaye miremire. Ariko utahe usubire imuhira, nanone iminsi ni umunani, uwa cyenda, nkakuzanira umuhoro wawe.\" Gikeri yisubirira mu kibero cy'inzu. Nkuba yibera aho. Atarisha ibitoki birashya, barenga.\nInzoga imaze gushya, abwira umugaragu we ati, \"genda ujye guca ibihunda, uzane n'urutete utekere inzoga tugende, nshyire Gikeri umuhorowe ataziyahura.\" Ubwo Gikeri aramwumva. Umugaragu aragenda azana ibihunda n'urutete araza atekera inzoga. \nUko atekera Gikeri yiterera muri rwa rutete. Noneho umugaragu arikorera, Nkuba arakubita, umugaragu na shebuja bitura ku isi.\n\nUmugaragu aragenda atura inzoga mu nzu. Gikeri ava muri rwa rutete ajya ku buriri. Umugaragu asubira ku irembo asanga shebuja. Shebuja ati, \"ese wahamagaye?\" Umugaragu ati, \"nahamagaye databuja, ariko nta muntu wanyitabye.\"\nNgo agere ku irembo arongera arahamagara ati, \"yemwe kwa Gikeri?\" Gikeri ati, \"yee! Arakorora. Nta muntu umpamagave?\" Bati, \"arahamagaye. Ni Nkuba waje kugutarurira umuhoro.\" Gikeri abyuka vuba vuba, ati, \"ni uko, ni uko. Ibitotsi ni umwana w'undi ga! Nari nsinziriye\".\n\nAherako arabyuka, ajya mu kirambi. Arakorora. \"Mbega mwanzaniye inzoga?\" Bati, \"twakuzaniye inzoga y'ishimwe kandi twakuzaniye n'umuhoro wawe.\" Banywa inzoga. Barangije bamubwira imisango yayo. Birangiye Nkuba n'umugaragu we bisubirira mu ijuru, Gikeri asigara iwe n'umuhoro we.\n\nSi jye wahera hahera Nkuba na Gikeri.",
    "tags": [
        "Imigani"
    ],
    "language": "Kinyarwanda",
    "id": "x55BNcU4vewWpHnRX0n4",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho. Gusoma; umwaka wa 3. Icapiro ry'amashuri. Kigari, 2004.",
    "rating": 62.44169460622158,
    "visibility": "public",
    "title": "Inkuba n'igikeri",
    "author": ""
}