{
    "createdTime": "2021-10-19 13:33:25.838000+00:00",
    "content": "Impyisi yari hamwe n'izindi nyamaswa, maze irebye umurizo wayo isanga utameze nk'uw'izindi. Ako kanya ifata umugambi wo kuzajya kubaza Imana icyatumye iyiha umurizo mubi kandi udasa n'uw'izindi nyamaswa. Iryo joro ntiyasinzira; bucya yageze ku Mana. Irayibwira, iti, \"Nyagasani, ntiwambwira impamvu yatumye umpa umurizo utameze nk'iyindi? Ese wabitewe n'iki?\" Imana irayisubiza iti, \"nyamara, ndasanga naraguhaye umurizo ugukwiriye.\nAriko rero ubwo utawishimiye, ukaba ushaka urutaho, ndabanza nguhe icyo ukora maze nugaruka wagishoboye nguhindurire umurizo nguhe uwo wifuza.\" Impyisi iremera. Maze Imana ishaka igisembe cy'intama, iragifata ikizirika ku gahanga k'jyo mpyisi. iti, \"ngaho genda, ntukore kuri iki gisembe uze kukinzanira nimugoroba.\" Impyisi iragenda. Impumuro y'icyo gisembe iyitera ipfa. Irenze umusozi wa mbere amerwe aba arayishe. Ariko irihangana irakomeza. Igeze ku musozi wa kabiri, iba itangiye kukirigata.\nKu musozi wa gatatu, amerwe aba arayirembeje itagishoboye kwihangana; iti, \"hoshi! Izina ry' ubupyisi rirakampama! Urubwa ruruta ububwa.\" Ako kanya cya gisembe ikimira bunguri. \n\nNimugoroba igaruka ku Mana isoni zayishe, yabuze uko yifata. Imana iyibonye iti, \"cya gisembe kiri he?\" Impyisi irasubiza iti, \"amerwe n'inzara byanyishe, ngiye gupfa ndakirya!\" Imana iti, \"nuko rero! Ubwo wakiriye, ntushobore kwihangana ngo ukigarure, wowe n'izindi mpyisi zose muzahorana iteka umurizo nk'uwo.\" Impyisi itaha ityo, ntiyongera kubaza Imana iby'umurizo wayo; igumana uwo yari isanganywe.\n\nMu kinyarwanda baca umugani ngo, \"Iraguha ntimugura.\"",
    "tags": [
        "Imigani"
    ],
    "language": "Kinyarwanda",
    "id": "x9ocFECtYVAus0Tnj7jJ",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho. Gusoma; umwaka wa 3. Icapiro ry'amashuri. Kigari, 2004.",
    "rating": 70.64925499238166,
    "title": "Impyisi n'Imana",
    "visibility": "public",
    "author": ""
}