{
    "createdTime": "2021-10-19 13:33:52.012000+00:00",
    "content": "Umunsi umwe, urukwavu rwari runaniwe maze rwiryamira munsi y'igiti kinini cy'ipapayi, rurasinzira. Amapapayi y'icyo giti yari yarahishije cyane. Kubera uburemere, rimwe riza guhanuka, ryikubita hasi iruhande rw'urukwavu.\nUrukwavu rukangukira hejuru rufite ubwoba, rukeka ko ari nyirumurima uruvuza amabuye ashaka kurwica. Nuko ruhera ko rwiruka amasigamana rutazi iyo rujya, umutima waruhubutsemo! Inkwavu zene warwo zirurabutswe ziti, \"turashize! Nimuze duhunge natwe, naho ubundi biducikiyeho!\" \nZiruka ubwo ubutarora inyuma ku buryo n'izindi zahuraga, zazomaga mu nyuma zitiriwe zisobanuza. Ingeragere ngo zizibone ziti, \"ubwo ziriya nkwavu ziruka kuriya ntabwo ari gusa, ishyamba rigomba kuba rihiye. Nimuze duhungane nazo, byakomeye!\"\nIngeragere zose zifata inzira ubwo zikurikira inkwavu. Za mahuma ziza kwikanga iyo nkubiri, zicwa n'icyunzwe, ubwoba burazitaha. Igitima kiradiha, zitunga ibizuru hirya no hino, amatwi zirayabanga. Ziti, \"uwo munuko ni uw'ishyamba rihiye noneho akacu karashobotse.\" Zifumyamo!\n\nNi Bihehe mutayobewe, inzira zirayitora, si ukwiruka zica ibiti n'amabuye! Ntibyatinda, imbogo n'amasatura birabukwa agashururu k'umukungugu, watumaga mu nzira y'urwo ruvange rw'inyamaswa. Ubwo ni ko amabuye avuza ubuhuha iyo nkora yose. \nMu gihe zikirangaguzwa zigira ngo zibaze ibibaye, iz'udusore ziba zirahise zigurukira mu bicu ziti, \"ibintu biracitse, ishyamba ryahiye, n'amahirwe tugize ni uko inkwavu n'ingeragere zabimenye kare. Ndetse nta gushidikanya, dukwiye guhungana na zo.\" Zizikurikira ubwo.\n\nInzovu nazo aho zibyagiye zishya ubwoba ziti, \"ubwo icyunzwe gikomeza kwiyongera, ishyamba ryahiye, umuriro uturi hafi. Igisigaye ni ugukizwa n'amaguru.\" Imigobora zirayirarika, ibitwi zirabyitera, amaguru ziyabangira ingata!\nInyamaswa amagana n'amagana, inini n'intoya, zigenda ari uruvunganzoka inyuma y'inkwavu. Induru ziravuga, ibikombe biromongana, imisozi irirangira, urusaku rurushaho kuba rwinshi, ukaba wagira ngo ni inkuba zirwaniye muri iryo shyamba.\nInkwavu uko zafashe iya mbere, zumva induru n'imirindi inyuma yazo, zikarushaho kugira ubwoba, noneho si ukwiruka zigasara. Izindi nyamaswa nazo zabona inkwavu zongeramo umurego, dore ko zizirusha kunyaruka, zikarushaho gukuka umutima no kwiheba. \nIcyakora inkwavu ni zo cyane cyane zahaboneye amakuba, zazirikanaga umuntu wazirukanye azivuza amabuye aho zari ziryamye, ubwoba bugakomeza kuzica; zakebuka inyuma zikabona ibikoko byose biziriho, noneho umutima ugahaba.\n\nUbwo ariko intare yari yiryamiye mu ndiri ya yo, ntacyo yishisha, itaramenya ibyabaye. Sinzi uko yaje kumva urusaku n'imirindi y'inyamaswa irakanguka. Irabyuka, irinanura, isohoka igomagira, iritegereza, ibona inyamaswa zose ziriruka nk'izasaze.\nIratontoma igira kabiri, iroshye ubwa gatatu, inyamaswa zose zibura aho zirigitira, ni ko guhagararira icya rimwe imbere y'umwami w'ishyamba. Ariko umutima wari wazishizemo rwose, zituragurwa. Iby'umuriro byo ntizari zikibitekereza, kuko umutontomo w'intare wari wazikangaranyije.\nIntare ihera ku nzovu, iyibazanya uburakari bwinshi, irazibaza iti, \"mwa bigoryi mwe, murirukanswa n'iki bene ako kageni?\" Inzovu ziti, \"twabonye imbogo zihunga umuriro, zivuga ko ishyamba ryahiye, tubona ko natwe ntaho dusigaye, duhera ko tuzikurikira.\" Intare ibaza impyisi iti, \"ni iki cyabateye ubwoba?\"\nImpyisi ziti, \"twabonye ingeragere ziruka zihunga, dukeka ko ishyamba ryahiye, natwe turiruka.\"\n\nUbwo zungamo zivuga cyane ziti, \"kandi Nyagasani, ntuyobewe nawe ko iyo ishyamba rihiye tugomba guhunga.\" Intare ibaza ingeragere iti, \"mwirukankanywe n'iki?\" Ingeragere ziti, \"twabonye inkwavu ziruka, tubona ko hari ikiziteye, natwe turahunga.\"\nIrashyira iza kugera ku nkwavu irazibaza iti, \"ni iki cyabateye guhunga, mugatera imvururu mu zindi nyamaswa, ishyamba mukaritera hejuru, none mukaba mwambujije gusinzira?\" Rwa rukwavu nyirabayazana rusubiza intare ruti, \"umva Nyagasani icyabiteye, nari nihundagariye mu gacucu munsi y'igiti cy'ipapayi ntangiye guhondobera, numva ikintu kinini rwose kimeze nk'ibuye kinyikubise iruhande.\nUbwo mpera ko ndabaduka ngenda niruka mpunga mwene muntu. Uko niruka nihuta, bigeze aho nza gutekereza ko ryaba ari ipapayi ryahubutse mu giti rikangwa iruhande. Ni uko nkomeza kwirukanka kuko nta cyemezo nari mfite.\nNgo ngere ahitaruye, nkebuka inyuma gatoya, nsanga inyamaswa zose zo mu ishyamba ziruka zinkurikiye. Nkuka umutima cyane, ni bwo nkuyemo nkomeza guhunga.\"\n\nIntare imaze kubyumva isanga nta buryarya, nta n'ifuti, ahubwo ari ubucucu inyamaswa ziyokamiwe iyo ziva zikagera. Bigeze aho ibitwenge birayitwara, maze itembagara aho ngaho! Nuko izindi nyamaswa uko zagateraniye aho zose zikorwa n'isoni zisubira imwe iwayo indi iwayo.",
    "tags": [
        "Imigani"
    ],
    "language": "Kinyarwanda",
    "id": "ZIL2xPDD35leQzgJyx4Y",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho. Gusoma; umwaka wa 4. Icapiro ry'amashuri. Kigali, 2004.",
    "rating": 38.73572849176742,
    "title": "Ubwoba bw'inyamaswa",
    "visibility": "public",
    "author": ""
}