{
    "language": "Kinyarwanda",
    "content": "Inkuba, umwami, Imana n'urupfu byavaga inda imwe. Umunsi rero bihabwa umunani, inkuba yahawe umunani mu ijuru; umwami ahabwa umunani mu nsi; Imana ihabwa umunani mu nsi no mu ijuru.\nImana itunga ibyayo, umwami atunga ibye, inkuba itunga ibyayo, urupfu ruhabwa amaraso. Urupfu ruba aho. Imana irinda ibyayo biva amaraso, inkuba irinda ibyayo, umwami arinda ibye.\nUrupfu rubura amaraso, rwicwa n'inzara. Inzara yarurembeje, rugiye kugira ngo rurunguruke, uruhehe rugwa mu jisho, ijisho rirapfa, urupfu rubaho. Bukeye rubaza se wabibyaye, ruti, \"mbaye nte ko umwami andinda, Imana ikandinda, nkaba ntakibona amaraso?\"\nRurema iti, \"ni jye wabibahaga nanone ujye utegereza, ntuzaheba n'igisigaye inyuma!\" Urupfu rukomeza kureba igisigaye inyuma. Umuvomyi ugiye ku iriba, yakwikorera ingata ikagwa, abandi bakamusiga. Urupfu ruti, \"uyu usigaye aho si we wanjye?\" inka zakuka, iciye iyayo nzira, isigaye se inyuma, ruti, \"Iyi si yo yanjye?\"\nImana, umwami n'inkuba biti, \"murabona iriya mbwa yatumariye ibintu! Ese yakwiriye ko wumva yashatse amaraso, aho kutumarira ibintu!\" Inkuba iti, \"muhore muze tujye inama, tujye kuraguza, hanyuma tuzagashyikire tukice.\"\nUko urupfu rwakarebesheje ijisho rimwe, ni ko rujya guhiga rwabuze ikindi rwarya, rushaka utunyamaswa n'udukoko mu ishyamba. Imana iti, \"ese ibyo bikoko byo si ibyanjye? Ruramarira amatungo hirya no hino kuki?\" Imana ikora ku nkoni yayo, umwami akora ku muheto, inkuba iti, \"njyewe nzagakubita urushyi, ntabwo kazansimbukana, siniriwe ntwara izo ntwaro zose.\"\n\nBahuriye mu nzira narwo, inkuba irabandabanda, umwami ati, \"nta ntanga, ngira imbaraga nke ntiduhwanije na we. Umwami arukubita impiri ku itako, rurabandagara, rwikubita hasi, rugize ngo rurabyuka, inkuba irukubita urushyi, rusubira hasi! Rwiruka rujya mu mubyuko. Umwami aba yahatanze, arubuza gusohoka mu mubyuko.\nInkuba irarushaka irarubura. Urupfu rwirukiye mu nzuzi ngo rwihishemo rusanga umukecuru arasoroma ibisusa. Ruti, \"ese wa mukecuru we wampishe ko ureba nkubwe!\" Umukecuru ati, \"ese ndaguhisha he ko ureba ntari mu rugo ngo ndagushyira mu gikari, ndagushyira he wa kantu we kakutse umutima?\" Urupfu ruti, \"ese ko wunamye, nikinze imbere y'iyo hururu yawe, sinayobya umuvu bariya bampiga bagahita?\"\nUmukecuru ati, \"niba wabishobora, uzi ko wahakwirwa, igire muri iyi hururu, maze ujye mu gikondorero wihishemo.\" Rumaze kugeramo, Imana iba igeze aho iti, \"mbonye aho rugiye\" Inkuba iti, \"rugiye aha. Ariko se ko ruhungiye mu muntu, ndamwica? Nirugende nanone ruraducitse!\" Imana iti, \"ko turusiga aha se, rukazaturimbura?\" Inkuba iti, \"waretse se nanone aka gakecuru nkagakubita?\"\nImana iti, \"ko nabereyeho kurema no kugira ngo ibintu bigwire, aka gakecuru turakaziza iki?\" Birigendera, biti, \"ruzateba, ruzasohoka.\" Agakecuru kararubana, ruratura, rusanga rutanyagirwa, rusanga ndetse n'umukecuru afite amaraso. Ruti, \"mbonye n'ikigega kintunga.\" Uwo mukecuru ararubana, bukeye arushyikiriza n'abuzukuru n'abuzukuruza be. Bararufatanya, kugeza igihe rusakara mu isi yose.\n\nNguko uko urupfu rwaje mu bantu.",
    "tags": [
        "Imigani"
    ],
    "createdTime": "2021-10-19 13:33:34.270000+00:00",
    "id": "ZsSGjtj2TZAG78WqrUDW",
    "source": "Ikigo cy'igihugu gishinzwe integanyanyigisho. Gusoma; umwaka wa 6. Icapiro ry'amashuri. Kigari, 2004.",
    "rating": 6.220852627876863,
    "visibility": "public",
    "title": "Inkomoko y'urupfu",
    "author": ""
}