{
    "language": "Kinyarwanda",
    "content": "Kera habayeho umugabo ashaka umugore, bukeye babyarana umwana wumukobwa bamwita Mupfasoni. Hanyuma nyina arapfa. Umwana abana na se iminsi mike, bukeye se ashaka undi mugore. Nawe babyarana undi mwana w'umukobwa, bamwita Mugirente. Mupfasoni yari mwiza cyane, akagira umutima, akamenya kuboha no gutegura. Nyina wa Mugirente atangira kumwanga. Agasiga umukobwa we amavuta, undi akamufata nabi. Yarangiza akabajyana mu mayirabiri, akabaza abahisi n'abagenzi ati, \"umukobwa mwiza muri aba ni uwuhe?\" Bakamusubiza berekana Mupfasoni. Umugore agataha ababaye, bwacya agasubirayo, bikaba kwa kundi. Bukeye, umugore aragenda aboha igiseke kinini. Akajya abwira abana ngo nibakigeremo. Ngo arebe niba kizashobora kugemurira umugabo we umunsi yagiye i Bwami. Abana bakakijyamo batazi icyo bihamura. Byaratinze, umugabo we ajya gufata igihe i Bwami. Umugore abona umwanya wo kurangiza umugambi we. Bukeye ahamagara ba bana bombi arabababwira ati, \"nimuze mbatume kandi utanga undi kugaruka ndamuhemba.\" Mupfasoni amutuma hafi, Mugirente amutuma kure. Mupfasoni ntiyahagarara, asohoza ubutumwa aragaruka.\n\nNuko mukase aramubwira ati, \"mbere yo kuguhemba, banza wigere mu giseke ndebe ko cyuzuye, mbone kugisoza.\" Umwana akijyamo. Amaze kukigeramo, mukase aragipfundikira, aragikanira. Agurira abatwa, bajya kukimanika, mu giti, mu ishyamba rya Muroro na Mpongo.\nMupfasoni bamujyanye, agenda aririmba ati, \"ubonye amaso ya Mupfasoni data aguraniwe ay'umwana w'umusumbakazi. Ubonye ibirenge bya Mupfasoni data aguraniwe iby'umwana w'umusumbakazi. Ubonye intoki za Mupfasoni data aguraniwe iz'umwana w'umusumbakazi. Ubonye amenyo ya Mupfasoni data aguraniwe ay'umwana w' umusumbakaz!\". Umwana agenda aririmba atyo bagera ku ishyamba. Bahageze, cya giseke bakimanika mu giti cy'inganzamarumbo. Hanyuma barataha bajya kuvuga ko bashohoje ubutumwa bafata n'ibihembo. Mugirente nawe arashyira aragaruka. Ageze imuhira abura mwene se. Nyina aramugaburira, undi yanga kurya. Naho ubwo yari yumvise Mupfasoni aririmba, ariko ntamenye ibyo ari byo. Aho amuburiye ashyira nzira. Akurikira inzira abatwa baciyemo. Agenda aririmba ati, \"ye Nyirasoni mwana wa data, urihe, garuka utahe\". Mupfasoni ati, \"erega si jye wabigize, byagize nyoko na nyoko wanyu banshyize mu gashyamba ka Muroro na Mpongo.\" Mugirente agera aho bamanitse igiseke. Amaze kuhabona, arataha. Ageze mu rugo yanga kurya, yanga no kunywa.\n\nBukeye se acyura igihe. Mugirente amutekerereza uko nyina yagize Mupfasoni. Umwana ajya imbere ise ajya kumwereka aho abatwa bamanitse Mupfasoni, mu gashyamba ka Muroro na Mpongo. Se yurira igiti, amukuramo. Ubwo umugore ntiyamenya ibyabaye. Se aramuzana. Bageze imuhira, Mugirente abwira nyina ati, \"ndashaka kujya nibera mu ndaro yo mu gikari, kandi jyenyine.\"\nAti, \"kandi bandaguriye ngo ntukayigeremwo, ngo nuyinjiramwo bizangwa nabi.\" Nyina aremera, aramureka yibera muri iyo nzu yo mu gikari. Nuko nyina, yirinda kuyikandagiramwo. Mugirente azana mwene se Mupfasoni bayibanamo. Ibyo kurya bahaye Mugirente, bakabisangira. Akamuzanira amazi yo kwiyuhagira. Akamuha amavuta yo kwisiga. Nuko Mupfasoni arakira, arasubirana.\nAmaherezo, se yengesha inzoga. Atumiza bene wabo w'umugore, atumiza n'abavandimwe be. Baraza, abatereka inzoga. Bamaze kunywa, ahamagaza abana bombi, baraza. Umugore we abakubise amaso, abura aho arigitira. Nuko umugabo abatekerereza uko yagiye guhakwa ibwami, n'uko umugore yahemukiye abana be. Ndetse umwe akamwicisha, agakizwa n'Imana. Abari aho bose bamaze kumva ubuhemu bw'uwo mugore, baramutanga, baramwica.",
    "tags": [
        "Imigani"
    ],
    "createdTime": "2021-10-19 13:33:53.437000+00:00",
    "id": "ZThe3frcscVflJvFreJm",
    "source": "",
    "rating": 69.90642585747466,
    "visibility": "public",
    "title": "Umukobwa abuza nyinza kwica umukobwa wa mukeba we",
    "author": ""
}